[{"uid":"97b0546e253a3bf3d2747ac49ddd1f35","constellation":"白羊座","content":"\n\t\t\t\t\t\t　　\n　　白羊座在近几年来，都普遍处于成长与被迫成长的状态。虽然恋爱中的白羊座有时候会不撞南墙不回头，但白羊本身其实不属于恋爱脑的星座，因而感情这个东西近两年在你们的生活中并不是重点，新的一年，也是如此。\n　　进入2021年，大部分白羊座在思维上逐渐变得冷静、自制，不再那么容易头脑发热。这样的白羊座难免会衍生出面对不可控的事件或找不到努力方向的无力感。这也直接导致了，白羊们可能不再像以往那么充满活力。更多时候，白羊们在生活上有些得过且过的消极情绪，甚至有些白羊座会因为这样的心态，导致在感情中有一些放荡不羁，抑或不够真情实意。\n　　总体来说，大部分单身白羊座对于去恋爱这件事，本身的动力不是很强，也不会主动去寻找恋爱的机会。今年这种状况下如果你是单身或属于无心恋爱的白羊座，这样的日子，反而会比较舒服。只是不得不提出的是，过于放荡不羁并非是好事，同时这种行为其实没有必要，生活中有更需要你努力的方向。比如努力工作学习不香么？你还更容易从中找到成就感。\n　　如果是今年有想法脱单的白羊，先重拾对爱情的期盼会比较重要，否则你大概率只会是想一想，但基本不会有实际行动。\n　　至于对恋爱抱有希望的白羊以及急于脱单的白羊座，在这段时间里，调整好心态是关键。否则你会发现因为思维上的改变，直接让你们在爱情方面变得低调起来，甚至一改常态，在面对自己喜欢的人的时候，容易产生害羞的情绪，这在白羊座身上是比较少见的。\n　　对于恋爱中的白羊来说，可能会在交往过程中发现另一半更为真实的一面，从而感到失望或在感情中变得冷淡。但也有不少白羊座接受了这个落差，带着美好的愿景，在今年步入婚姻的殿堂，开启自己人生新的篇章。\n　　有机会收获爱情的方向：你身处的团队里更容易遇到心心相印的人，如果不想要办公室恋情，那么不妨寻求身边人，如邻居或兄弟姐妹的介绍。这一年里，想脱单的白羊会比较容易跟熟悉的人产生感情。\n　　恋爱可期的月份：6月、7月\n　　恋爱的糟心月份：1月、2月、8月\n\t\t\t\t\t\n\t\t\t\t\t\t　　即便看透生活，也不要失去对生活的热爱呀。\n\t\t\t\t\t\n\t\t\t\t\t\t　　心动对象藏在身边，需要细心才能发现。有时候你以为大大咧咧的男子气概会吸引到女生，殊不知细水长流的温柔更打动人。\n\t\t\t\t\t","title":"年度爱情","site":"E"},{"uid":"f2dc52c34ced6f0eeb3b234846e4c95c","constellation":"金牛座","content":"\n\t\t\t\t\t\t　　\n　　大部分金牛座在今年不会花太多的心思在感情上，哪怕有些金牛座可能会面临来自身边的压力，但金牛们的现实状况就是--对于感情没有上心。\n　　这一点在男性金牛座身上会更为明显。很多男性金牛座会更多地把感情当作生活的调剂，以至于他们很难认真地对待感情，或者说是压根没有时间花心力来专心或慎地应对感情。这就意味着在感情中一脚踏两船、多条感情线并行都是2021年很容易出现在金牛座身上的。\n　　即便是守护星金星进入金牛座的那段时间，这种状况也不会好转。首先行进在金牛座的金星会跟土星、冥王星形成刑克相位，这种天象影响的直接结果，会让金牛座容易在感情上感受到来自外部的压力。而如果这种压力不能或者没有得到良好的疏导，类似劈腿以及无法公开的感情（比如隐秘的办公室恋情之类）的情况就会出现得比较频繁。或许对于很多人来说这是一种不道德或者不应该发生的恋情，但对于金牛们来说，这或许只是排解、宣泄压力的一种方式。\n　　当然，压力并不能成为金牛座们变渣的借口。想要真正缓解压力或者解决问题，那就只能好好经营生活和感情。\n　　不过整个2021年现实的状况就是，大部分单身的金牛座可能都会感觉到前文提到的压力，因为事实就是你们本身可能没有强烈的脱单欲望，但你无法阻止周围人关心你的感情状态，不但关心你单身与否，也会为你着急甚至直接摩拳擦掌准备给你做介绍，至于你们本身怎么想，对方可能觉得并不重要。这些来自外界的、某些以“爱”为名的压力，多少会给不想恋爱的金牛座带来一些不自在，而如何从这种压力中挣脱出来，也会是金牛们整年的课题。变渣还是坚持自我追求，都会让金牛们左右摇摆。\n　　建议没有脱单欲望的金牛座可以考虑化压力为动力去搞搞事业。如果遇到有喜欢的人就去告诉对方而不是自己憋着藏着。\n　　不同于压力山大的想单身金牛座，对于已经有明确的喜欢对象的金牛座来说，今年未必不能得偿所愿。但前提是你们不能继续保持“只要我喜欢你，你知不知道无所谓”的态度，有喜欢的人就主动地去沟通、去表白，成功的机率还是比较大的。毕竟天王星已经在金牛座盘踞多年了，多少你们也该学着调整跟改变了。\n　　对于有对象的金牛座，则需要学会感情中遇到难题就试着沟通，即便你们可能在表达方面并不是那么擅长，但也要学着去调整，毕竟说出来也好过憋在心里一人面对。\n　　这一年金牛座在感情世界里面临的压力明显比较大。很多金牛座经常处于自己心里苦，就是说不出的状态。那么你们今年可能必须要改变这种状态了，因为在感情生活、婚姻生活里要面对的麻烦，不会因为你不说就变少。\n　　往年大多数时候不管是个性使然还是不习惯诉苦，反正金牛多数时间是一个人扛下了所有（起码自认为是这样），因此金牛们常年感觉有压力就是个普遍现象了，但今年你需要去改善这种状况，真正把自己的内心敞开。要知道，你的另一半也许没有你想象得那么需要你保护，对方可能同样也想保护你。\n　　有机会收获爱情的方向：今年一见钟情或者突然动心的可能性非常低，如果要寻找恋爱对象，多半是相处已久或者对你有帮助的人。大概率出现在团队里或者已经存在的人际关系中。\n　　恋爱可期的月份：3月、7月、12月\n　　恋爱糟心的月份：5月、8月\n\t\t\t\t\t\n\t\t\t\t\t\t　　如果愿意改变，就别再固执已见。如果抗压已经成为你们生活的习惯，就不要轻易妥协。\n\t\t\t\t\t\n\t\t\t\t\t\t　　释放压力要选择正常途径，损人不利己的方式不可取。\n\t\t\t\t\t","title":"年度爱情","site":"E"},{"uid":"a125d0a4b449b7aac238fe9d73673c9c","constellation":"双子座","content":"\n\t\t\t\t\t\t　　\n　　双子座今年的恋爱想法比较浓烈，你们其实会比较容易有强烈的恋爱意图，或者说脱单的意愿比较强烈。这也让双子们愿意去感受爱的存在，甚至会积极主动地寻求恋爱机会。\n　　这几年对于双子座们来说，生活中的压力比较大，你们会想要改变这种状况，也确实是想结束单身的生活，找到合适的人一起共同成长和生活，或者有些双子座希望在压力重重的时候能够有一个人，能让你们向对方寻求感情上的慰藉。\n　　无论是哪种双子座，在新的一年里对于感情这件事情都会比较积极。\n　　而对于喜欢双子座，或者在考虑将双子座列为恋爱对象的人群来说，双子座这样一个为风象且思维偏理性的星座，以往他们沉迷感情的时候不算多，有些时候甚至是讨厌跟感情相关的事宜。就这点来说，双子算不上是一个非常好的恋爱对象。\n　　但今年双子座将有所不同，他们会想要主动增进人际关系或者参与对恋爱有帮助的事情，双子们对于感情也会更加热情和积极，可以说这样的双子座其实是值得你们好好期待一下的，或者说，让你们也更有与双子们恋爱的欲望。\n　　当然双子们并非在恋爱方面就一定是一帆风顺。新一年，双子们在感情中出现反复、左右摇摆、犹豫不决的情况也会比较多，尤其是当选择多了起来的时候。如果感情中发生状况要清晰表达，忌言不由衷、语焉不详。\n　　同时旧爱对于双子座来说也会是一个考验。对于大部分双子座来说，过去的就让它过去吧。你或许可以想一想：那份走不出的感情是不是真的值得紧紧攥着不放手？\n　　在恋爱这件事情上，单身的双子座无疑会在今年比较积极地寻求脱单，所以双子们会比以往更愿意通过参加聚会来寻求恋爱机会。也会主动寻找人多的、可以遇到合适恋爱对象的机会跟场合。恰好，双子这一年这样的社交机会也比较多，脱单的概率自然不小。\n　　恋爱关系中的双子座就需要注意了，社交场合多意味着你们今年面对的诱惑也比较多，这个时候怎么选择非常关键，稍微不注意就行差踏错的话，后续的反噬也会是非常明显的。\n　　有伴侣的双子座或许是双子座中最为幸福的一群人，很多双子座将通过婚姻生活得到成长。稳定的家庭关系会给你们带来很多各式各样的机会，你们大多数能在这一年里体会到另一半带来的福利。甚至说双子座另一半今年旺夫或旺妻都不为过，所以好好感谢对方的存在和包容吧！\n　　有机会收获爱情的方向：双子座今年在工作环境中比较容易遇到合心意的对象。这些人有可能是你的同事，也可能是跟你有合作关系的其他公司的人，但若你的恋爱对象真是来源于这些群体，你可能需要先申请或者判断你们的恋情是否是被允许的，以免影响工作。\n　　恋爱可期的月份：2月、3月、6月、8月、9月\n　　恋爱糟心的月份：5月、10月、11月\n\t\t\t\t\t\n\t\t\t\t\t\t　　摇摆不定和当断不断都是恋爱的大忌，拿出你们往常那些聪明劲儿，相信你们懂得该怎么选择。\n\t\t\t\t\t\n\t\t\t\t\t\t　　生活压力之下，寻求一份甜蜜的恋爱并不是什么可耻的事情。在感情中认真对待，就值得有好对象。\n\t\t\t\t\t","title":"年度爱情","site":"E"},{"uid":"a9ff07d02d98c75d4e5722a7f21f90f2","constellation":"巨蟹座","content":"\n\t\t\t\t\t\t　　\n　　作为一个本身就很重视感情的星座，感情一直在巨蟹座的生活中占有比较大的比重。而2021年感情生活也会在巨蟹座的生活中添上比较浓墨重彩的一笔。当然目前依然位于对宫的冥王星和土星也告诉我们，别高兴太早。\n　　2021年的感情生活，在土星和冥王星的共同影响下，早早就定下了基调，肯定不是你们会有甜甜的恋爱或者天降什么神仙伴侣。而是巨蟹们终于意识到，你们确实有必要去处理好感情生活中的问题了。\n　　鉴于你们本身不是喜欢主动处理问题的群体，有些事情恐怕已经拖得无法再拖了，而你们也已经逐渐醒悟，有些事情拖得越久，越没结果。\n　　或者说，哪怕巨蟹座们不想面对，但你们也能明白，此刻这些问题拖得越久，事情越不会向你们想要的方向发展，所以巨蟹们也很清楚，到了这个阶段，那些历史遗留问题，是时候做个了断了。\n　　不过虽然已经有了这样的想法，但想要明确、清楚地解决感情方面的事情，对于巨蟹这种放不下又忘不掉的星座来说，确实是一道难题。不但要调节自己的情绪，还得确保对方没有抱有其他目的而损害你们的利益。但对于巨蟹座们来说，该面对的还是要面对，就今年的巨蟹座来说，逃避可耻且没有用，所以勇敢一点、理性一点。\n　　对于单身巨蟹来说，2021不会是一个很好的适合你们恋爱的年度。不但如此，除却你们本身可能对感情心有余悸，或者压根就不是很想谈恋爱这点，这一年如果非自愿，只是迫于压力，或者只是因为想脱单而强行恋爱的话，巨蟹们可能会有所损失。\n　　这种损失不仅仅是单身的快乐生活或者感情上的麻烦，而是实实在在的钱或者资产。同样，这一点对于恋爱中的巨蟹也需要提起警醒。起码在恋爱这件事情上，不要过早地跟另一半把资产掺和到一起，也不要因为对方的要求，陷入一些借贷或者跟金钱有关的事情中去。\n　　而对于有伴侣的巨蟹座来说，你们在这个年度很容易跟另一半产生对立情绪，部分巨蟹座会有非暴力不合作的心态。建议巨蟹们不要试图通过逃避到另一段感情的模式来面对你的婚姻伴侣关系。如果你不主动去面对，不主动去解决问题，而只是暂时延长了问题存在的时间，那么该来的后果迟早会来的。\n　　有机会收获爱情的方向：巨蟹在处理资产的时候很容易遇到你感觉还不错的对象，但对方到底是因何而跟你建立关系，还是得好好地考虑一下；在职场中也很比较容易遇到让巨蟹心动的对象，特别是之前暧昧过或者有心动过的人，你可能会再次被对方打动。\n　　恋爱可期的月份：7月、12月\n　　恋爱糟心的月份：5月、10月、11月\n\t\t\t\t\t\n\t\t\t\t\t\t　　难得你们今年没有一门心思扑在恋爱上，那么就请保持清醒，看好钱包。但凡跟金钱搭边，不管对方跟你是什么关系都多想想。\n\t\t\t\t\t\n\t\t\t\t\t\t　　问题产生了，就去解决它。拖延不是聪明的办法，有些问题并不会随着时间的流逝就消失。\n\t\t\t\t\t","title":"年度爱情","site":"E"},{"uid":"23c32030a3a434de09aa0a953e98cb8e","constellation":"处女座","content":"\n\t\t\t\t\t\t　　\n　　不同于前几年对感情有心无力，或者被折腾得疲惫不堪；2021年处女座们会重新审视自己的感情状况，进入到一个对感情比较看重的阶段。\n　　因此新的一年，处女座对于感情的态度是愿意去开始、去尝试的。同时处女座们也乐于调整自身的生活模式，对自己也比较有自信，这种状态无疑是非常正面且积极的。\n　　但是，想要开始恋情的处女座们在这一年一定要擦亮眼睛，不要什么奇怪的对象都去在一起，哪怕急于脱单，也不要什么对象都接触，毕竟一个好的对象才能建立良好的感情关系。\n　　而对于非单身的处女座们来说，这一年你们遇到婚外情或劈腿的几率也不小，这是你们需要严防死守和多加小心的。\n　　不过虽然处女座们想要积极脱单，但生活未必会十分友好。起码对于单身处女座来说，你们若想在今年找一个合适的恋爱对象可能比较难，要么大家可能有缘无份，要么就是你喜欢的那个人，身边已经有了自己心仪的对象。面对这样的情况，哪怕你想要再努努力，也很难在感情生活中顺顺利利。\n　　而对于恋爱中的处女座而言，恋情不被身边的人所祝福，或者干脆面临直接反对的可能性非常大。甚至有部分处女座会因为恋爱对象而选择跟家人或者朋友反目，但很快你也会因为自己这样冲动而事后后悔。所以当有人给你提醒的时候，千万别急着陷入“为了爱你，与全世界为敌”的剧情里。\n　　有伴侣的处女座则容易面对两种截然不同的选择，很多处女座忙碌于让生活更好，这部分人群会跟另一半定下关于未来的计划，并为之而奋斗。\n　　但也有部分处女座正在蠢蠢欲动，不愿意面对生活中的琐事，反而想要向外发展一些不应该有的爱情，并且正在禁忌的边缘来回试探，对于这些处女座来说，寻求的仅仅只是刺激的感情生活。\n　　有机会收获爱情的方向：处女座在新一年里的感情生活中比较自信，所以对处女座们来说，今年只要有想法，任何地方都能寻找到合适的感情。\n　　唯一需要注意的是，不建议在职场里寻找对象，特别是对方和你不是单身的情况下，哪怕有暧昧发生也建议控制一下。\n　　恋爱可期的月份：1月、2月、4月\n　　恋爱糟心的月份：5月、6月、7月、10月、11月\n\t\t\t\t\t\n\t\t\t\t\t\t　　找对象一定要擦亮眼。为什么你身边所有的人全都不看好这段感情？为了爱情跟家庭和朋友反目，至少在今年不会是一件值得感动的事情。不要多疑，但要思考。\n\t\t\t\t\t\n\t\t\t\t\t\t　　双方都不是单身的时候，管住了自己也是对另一半负责。请牢记暧昧一时爽，出事悔断肠。\n\t\t\t\t\t","title":"年度爱情","site":"E"},{"uid":"1a0c9acf8e661f699064ae10447edb5d","constellation":"天秤座","content":"\n\t\t\t\t\t\t　　\n　　新的一年，天秤座们会有比较明显的变化，虽然你们以往也是社交活动中的佼佼者，但2021年，你们会更热衷于参与社交活动，而不像以前偶尔还是会因为犯懒或者其他原因做一个宅。\n　　而今年即便忙碌，你们也会倾向偶尔在一些娱乐活动中刷脸。提升自己的曝光度，当然既然曝光度上去了，交际面也就广了，认识的人多了，自然就不缺恋爱的机会了。\n　　这一年不管是感情还是人际关系，带给天秤的感觉都是比较和谐的，这也是你们喜欢的氛围，毕竟天秤座虽然能够处理纷争，但不代表你们喜欢；你好我好大家好，这种状态，才是你们的最爱。\n　　天秤们唯一要注意的是，今年不要当海王，不管是有意无意的，都不要。否则因此对个人形象造成的负面影响会是明显的。尤其是处于已婚状态的天秤，沉迷社交场合甚至可能会给你的婚姻生活乃至个人生活带来一些损失。\n　　单身的天秤座今年的恋爱机会呈上扬趋势，而且今年天秤座通常会遇到不错的恋爱对象。如果是想要脱单的天秤可以好好把握年初2月及年末11月、12月的时间，你可能会有很大的几率能够脱单。\n　　恋爱中的天秤跟对象相处也会比较顺利，感情世界里的氛围也比较和谐，甜宠戏码也少不了。总的来说，爱情在今年锦上添花了一把。至少对今年的天秤而言，感情生活是舒适且安逸的。\n　　值得注意的是，恋情或者恋爱对象过多容易生出的一些负面情绪，但若是你没有一脚多踩的想法，这样的烦恼自然也不会存在。不过家人也容易对你的恋情产生一些看法，甚至试图影响你的感情生活，这是需要你们去解决和调和的。\n　　已婚的天秤座就比较糟心，你会发现跟伴侣的沟通没你们想象中顺畅，而日常生活中的小问题也会不断出现，特别是一些比较敏感的问题，譬如涉及到共有资产这一块，天秤会跟伴侣产生很多不同的想法，分歧会比较大。又譬如对感情的认知、对责任的认知，这些方面都需要你们留意。\n　　有机会收获爱情的方向：聚会或玩乐过程中认识心仪对象的几率都会比较大，基本上只要是人多的场合，你的桃花运都不会差！\n　　恋爱可期的月份：2月、11月、12月\n　　恋爱糟心的月份：4月、5月、6月、7月、10月\n\t\t\t\t\t\n\t\t\t\t\t\t　　人与人相处总会有不同观点，但生活在一起还是需要有共同的认知才好。有些危险的想法，还是不要轻易去实践。\n\t\t\t\t\t\n\t\t\t\t\t\t　　个人魅力上升是好事，与人相处和谐是好事，有不错的恋爱对象也是好事，但频繁更换恋爱对象或者在感情里当海王不是好事。\n\t\t\t\t\t","title":"年度爱情","site":"E"},{"uid":"a69d4ad846ae4af7ff707a5912fec331","constellation":"天蝎座","content":"\n\t\t\t\t\t\t　　\n　　于天蝎座而言，很多时候，你们感情生活的最终决定权，其实是在你们自己手中，今年也不例外。\n　　新的一年里，天蝎们的恋爱机会不是没有，但天蝎们内心深处会有很多不同的想法，虽然你们一直是如此，但面对感情的时候，这样的状态会让你们妥妥地进入想太多反而容易阻碍感情进程的阶段。\n　　对于天蝎座来说，这一年的感情生活会面临很多状况，而且很可能是突发的。比如面对一段突如其来的感情，你觉得自己还没有准备好，可等你准备好的时候，感情可不一定还会在原地等你！\n　　同样的，即便你有机会在这段感情里走到最后，也可能因为这些过多的思考，让感情、婚姻的发展方向成为未知。\n　　所以到底能收获一个怎样的结果，关键还是看天蝎座自己的想法。但往好的一面想，起码在一定层面上，你还是能掌控自己的感情生活，虽然今年你们在感情上的走向不见得是自己掌控得了的，但至少可以掌握自己的思路跟情绪来规避掉一些问题。\n　　需要注意的是，对于天蝎们来说，新的一年里，感情也好婚姻也好，尽量往家庭的认可以及利益的捆绑进发，虽然这样赤裸裸地说出来比较不浪漫，但实际上这样的感情才足够稳定；反之，很多天蝎座原本的稳定关系可能会出现变化。\n　　单身天蝎座的恋爱可能会充满了戏剧性，不是遇到不对的人，就是撞上不对的时间。翻来覆去，总之情感关系的主动权并不在你的手中，变化是一种正常的状态，你们其实只负责了适应那部分。不过在追求爱情的过程中，最让你们难过的，也正是情感中一切都可能发生变化的情况，对于一个固定星座来说，这样不可掌控的变化真的是太让人难受了！\n　　恋爱中的天蝎座跟恋爱对象之间冲突和不可调和的矛盾会有所增加，这是来源于生活的考验，而对于天蝎座本人来说，因为其他人的思维不同和介入，让你跟伴侣的感情发生你无法控制的变化这点也是难以忍受的，但你们也无力去解决这种状况。\n　　已婚的天蝎座面对婚姻生活则会产生一些不安，哪怕你们很努力想要弥补或解决问题，但你们在感情方面的不安一点都不会减少，部分天蝎座还可能会面临第三者插足的复杂情况。同时天蝎的婚姻中可能会出现一些谎言，这些谎言当然瞒不过你们，甚至在发生的第一时间你们就有所察觉，只是你们自己都不确定是否应该拆穿它们。\n　　有机会收获爱情的方向：职场或者旅行过程中都有机会遇到不错的恋爱对象。居住地的周围也可能会出现旧相识，对方可能有心想跟你重修旧好。\n　　恋爱可期的月份：3月、5月、11月\n　　恋爱糟心的月份：6月、9月、10月\n\t\t\t\t\t\n\t\t\t\t\t\t　　掌控欲过于旺盛，容易把压力都吸引到自己身上。在面对无法掌控的时候，尽管努力控制，也无法阻止不安的蔓延。\n\t\t\t\t\t\n\t\t\t\t\t\t　　感情很多时候就是电光火石一瞬间，瞻前顾后犹犹豫豫不但不像你们的风格，也容易错失机会。\n\t\t\t\t\t","title":"年度爱情","site":"E"},{"uid":"7d9b83b56c3e1161441aa0c4e3f1f863","constellation":"射手座","content":"\n\t\t\t\t\t\t　　\n　　如果说2021年一定要选一个感情运最好的星座，那必然是射手座。或者说，不管发生什么事情，都不会影响这一年射手们在感情中舒服的状态。\n　　这种比较放松且舒服的状态，归根结底还是跟射手们自身的性格和状态有关，毕竟作为12星座里最出名的天大地大，开心最重要的典型代表人物，射手们一贯很善于将生活变得更舒服起来。\n　　而在2021年里，射手座会花更多的时间去开拓新的事业、创造新的价值。换言之，射手今年比往常更容易被新鲜的事物所吸引，参与跟这些事物相关的活动会让他们更有成就感也更开心。\n　　在这样的背景下，感情的状态对原本就是抱着“合则来，不合则散”这样爱情观念的射手座来说，不能说不重要，只是没有那么重要。\n　　如果一段感情能让射手座感到安心，两个人的相处也足够舒服，他们是愿意恋爱的，也不会介意在自己的日程里加上爱情这一项。\n　　但如果感情关系会让射手觉得不开心甚至有负担，他们自然也是跑得比谁都快。不过射手座今年在感情里不开心的机会似乎并不多，他们也不会用这样的感情关系来为难自己。\n　　单身的射手座多半不会错过恋爱的机会，对于自己喜欢的人，射手座是敢于表白也善于表白的。所以射手座今年面对感情的状态舒服得让其他星座嫉妒，他们既不会强求爱情，也不会错过爱情。\n　　恋爱中的射手座跟另一半之间的感情也处于一个比较和谐的状态。但比较尴尬的是，这份感情可能也就是维持平衡、保持一个愉快的状态而已，想要有进一步的发展似乎不太可能。而对于跟射手座恋爱的人来说，如果不强求必须进一步的话，就没太多必要去打破这个僵局。如果一定要打破这个僵局，可能会引起射手座的不满，结果未必会是你想要的。\n　　至于已婚的射手座，如果有一些想法要去执行，最好跟另一半好好沟通。对方或许跟你有一些不同的考量。虽然沟通的频次有增加，但能通过沟通解决的问题就不算问题。\n　　有机会收获爱情的方向：今年的射手座特别招人喜欢，自身魅力十足。你们很容易吸引到别人的注意，所以想收获爱情，并不一定非要在某个固定的地方。只要你们能保持住自己的这种魅力，自然会有人找过来。\n　　恋爱可期的月份：1月\n　　恋爱糟心的月份：2月、9月、12月\n\t\t\t\t\t\n\t\t\t\t\t\t　　创造新鲜的事业跟认识新的朋友都会让你们开心，你们的愉悦能带动周围的气场一同变得和谐。\n\t\t\t\t\t\n\t\t\t\t\t\t　　如果有对你来说很重要的人，那么对方的观点对你来说也很重要。凡事不要自己闷头冲，而忽视了身边人的感受。\n\t\t\t\t\t","title":"年度爱情","site":"E"},{"uid":"f3221b107a4f45de32222577206a8553","constellation":"狮子座","content":"\n\t\t\t\t\t\t　　\n　　土星在2021年来到了狮子座的对宫水瓶座，加上一颗跟土星前后脚进入水瓶座的木星来凑热闹，狮子座今年可能需要面对比较多、不同层面的压力，而狮子们也会因此沉迷赚钱跟闯事业，反而没太多心思放在感情上。\n　　当然很难笃定地说，对于狮子座而言这一定是件好事，因为狮子座此时对于身边的感情关系还是比较敏感的，哪怕出现一些小矛盾可能都无法忍受，部分狮子座甚至可能会偏激地觉得感情会牵绊自己事业，进而考虑分手。\n　　可以说，当土星进入伴侣宫以后，狮子们对于感情的态度正在逐渐改变，无法单纯地说这种变化是好或者是坏，只能说狮子们将在接下来的一段时间里，不断面对来自感情的挑战，所以做好迎接挑战的准备吧！\n　　从实际层面来说，无论是单身的、恋爱的、已婚的狮子，在感情生活中也是各有各的问题。不过客观来讲，这个阶段问题爆发出来，总比藏在深处要好。\n　　于单身狮子座来说，不管是因为身边要操心的事情很多，还是来自生活的压力不小，你们似乎都没有做好进入长期恋爱关系的准备。如果这个时候单身狮子座遇到喜欢你们的人，可能只会选择装蒜。并不是狮子们发现不了这样的情愫，也不是你们故意戏耍对方。而是对于是否真的要开始这一段感情，狮子座会有所迟疑，无法下定决心去投入，因此虽然装不知道很不狮子座，但对于单身狮子们来说干脆假装无事发生会是一种比较轻松的选择。\n　　恋爱中的狮子座则需要注意，你可能对一些人心软，尤其是男性狮子座，当你们在面对异性的不幸或者困难时，很容易被对方的眼泪和弱势打动。当然这并不代表你需要做什么，或者对恋爱对象有异心，而是你们需要注意跟异性之间的距离，要知道关系也有远近亲疏，过多地介入别人的生活并不可取的，尤其是对异性的关心需要收敛一下。\n　　已婚的狮子座的婚姻生活则相对平平无奇，相处也比较日常，总体来说不会有太多的波澜，当然如果之前有一些小分歧，今年也没有什么改变的机会。但如果你是喜欢在生活中收获惊喜的那一类性格，或者对另一半的浪漫安排有所期盼，那么今年可能会让你们失望，而这种失望也会产生一些不愉快。\n　　有机会收获爱情的方向：在处理自己投资、资产的过程中，可能会结识到你觉得还不错的人。\n　　恋爱可期的月份：4月、6月\n　　恋爱糟心的月份：1月、7月\n\t\t\t\t\t\n\t\t\t\t\t\t　　在压力谁都不小的日子里，平淡无奇的生活说不定反而是种幸福。\n\t\t\t\t\t\n\t\t\t\t\t\t　　跟异性相处也要注意别越过安全距离。尤其你如果处于恋爱关系中，就别想着做世界的超级英雄，谁都去关心。\n\t\t\t\t\t","title":"年度爱情","site":"E"},{"uid":"1200395d3b95e5185a5b65d80dfcfe69","constellation":"水瓶座","content":"\n\t\t\t\t\t\t　　\n　　今年土星跟木星都会陆续进入水瓶座，你们可能会面对一些压力，但对于已经身经百战的你们来说，可能反而会觉得轻松了一些，当然新的一年里一些问题也容易被放大。\n　　以水瓶座的个性来说，你们今年会处于一个比较任性的状态（某种程度上也可以理解为破碗破摔只求自己高兴），因此你们考虑事情也容易欠妥当、不成熟。在这样的背景条件下，水瓶座对感情的要求会相对较高，或者说你们对感情的要求一直就很高，今年只是调整了要求，或者说增加了一些附加条件。\n　　总之，虽然水瓶们自己可能不觉得，但是对于可能会跟你进入一段感情关系的人，或者身边的其他人来说，你们对于感情的条件和想法，有些难以理解了。\n　　今年水瓶座在考虑感情问题的时候，除了性格契合这些以往就在考虑范畴的条件以外，家庭环境、生活环境也会考虑进去，标准就这么一层层加高了。如果遇到家里人沉不住气出来逼个婚，你们很可能最终结婚的人并不是自己喜欢的人。\n　　喜欢的人没办法在一起，在一起的人不见得喜欢是水瓶座今年在感情生活中一个比较典型的状况，对于其他人来说，可能水瓶座的这种感情状态难以理解，但对于水瓶座自身来说则不然。\n　　单身水瓶座其实从内心深处来说，是不觉得在这一年里，感情是必需品的。但如果水瓶座考虑恋爱，会优先考虑家里的意见。如果家里人反对，多半这件事情也就成不了，甚至更多时候，水瓶座从恋爱到恋爱对象都是家里决定的，而并非水瓶座自己本身的选择。至于跟恋爱对象有没有真情实感这一点，起码今年这个因素在水瓶座这里可能都不重要。\n　　恋爱中的水瓶座也会面临同样的问题，可能水瓶座们会突然觉得自己原生家庭的状况或相处模式还不错，因此在恋爱中也会把两人的关系往这个方向引导。但现实状况是怎样的、对方有什么想法，这些在你看来可能并不重要。\n　　这样的心理状态让水瓶座们在新的一年里，情感上会存在一种分裂的状况，你们喜欢的人和真正去恋爱的人可能完全不相干。\n　　婚姻关系中的水瓶座倒是比较稳定，婚姻生活中的大部分问题都可以比较和谐地解决或者得到对方妥协。\n　　有机会收获爱情的方向：2021年水瓶座比较容易在合作伙伴中找到你觉得还不错的恋爱对象，除此之外，家里人也会给你介绍比较适合的恋爱对象。如果是在旅行中，则可能会遇到一夜情对象。\n　　恋爱可期的月份：2月、12月\n　　恋爱糟心的月份：8月\n\t\t\t\t\t\n\t\t\t\t\t\t　　有时候，过于考虑外部因素并不一定会让你更幸福。但如果这是你自己的选择，那还是愿你幸福。\n\t\t\t\t\t\n\t\t\t\t\t\t　　虽然你心里有理想的相处模式，但对对方而言可能并不理想。真正的感情好，不是你以为的那样好，两个人彼此交流达成一致的好更重要。\n\t\t\t\t\t","title":"年度爱情","site":"E"},{"uid":"b9b28d97a8d5a47c29dcc26e58d72842","constellation":"摩羯座","content":"\n\t\t\t\t\t\t　　\n　　2021年，基本上12星座大多都陷入沉迷赚钱、开拓事业的循环。而魔羯座作为这种领域里的佼佼者，今年自然也是没有什么恋爱的状态，毕竟大家都在努力赚钱的时候，魔羯座怎么可能允许自己落于人后。\n　　新一年里魔羯座的感情状态基本上就是魔羯们的正常状态，魔羯们向来做事布局都是目标明确，且有一定的规划。对感情也是如此。今年你们也很清楚自己要什么，也知道自己在做什么。所以尽管你们不会表现出来，但要不要恋爱，要不要跟人保持关系，要不要分手，魔羯座心里早就有了定论。\n　　但新的一年，无论魔羯座处于一个什么样的感情状态，单身或是有喜欢的人、恋爱中或是已婚，你们可能都绕不过与钱、资产、利益相关的问题。\n　　这并不是说与金钱有纠葛，感情就不纯粹了。而是魔羯们在恋爱中牵扯到这些问题的时候，给恋爱对象的感觉更像是在做生意，魔羯们考虑的方向也会更倾向这种实质的问题，当一段原本应该浪漫的感情变谈判，那就注定了这个感觉不会怎么美妙，而对于很多人来说，哪怕知道魔羯本身是这样的性格，也很难接受。\n　　于单身魔羯座而言，金钱或者说事业会比感情的吸引力更大。谈恋爱多伤钱啊，赚钱不香么？但如果遇到某些各方面条件都非常合意的对象，魔羯座倒也不会介意开始一段恋情。\n　　处于恋爱中或已婚的魔羯，在日常相处中，都容易遇到跟另一半因为金钱问题导致的不愉快。魔羯座的另一半也很难对你们这个状况感到满意。\n　　而这种冲突可能会集中在不少魔羯座并不是因为缺钱，或者要用钱的时候拿不出钱而产生冲突。仅仅是因为对金钱的态度，或者居安思危的焦虑，甚至只是因为钱本身就给另一半不小的压力。\n　　有机会收获爱情的方向：旅行中可能会遇到一些让魔羯座觉得还不错的人，但若是穷游的话，多半这种机会是不可能出现的。\n　　恋爱可期的月份：4月、5月\n　　恋爱糟心的月份：7月、11月、12月\n\t\t\t\t\t\n\t\t\t\t\t\t　　都说谈钱伤感情或者谈感情伤钱，但钱和感情其实不是二选一的问题，不要因为钱给另一半过大的压力。\n\t\t\t\t\t\n\t\t\t\t\t\t　　有些事情做得，有些事情做不得，向来有规划有布局的你自己心里应该清楚。\n\t\t\t\t\t","title":"年度爱情","site":"E"},{"uid":"4d15408b64fd23313f58976288d8e004","constellation":"双鱼座","content":"\n\t\t\t\t\t\t　　\n　　双鱼座们在新一年里终于学会了坚持，具体表现在你们的个人意志力会有明显的增强，遇事也会做出决断，而不是拖拖拉拉。当然新的一年里双鱼们虽然习惯了感情世界的不平静，但经历过磨难的双鱼座更想要成功或者干脆寻找新的发展道路，并直接执行了这个想法，而不是跟以往一样自己安抚自己或者寻找一个合适的借口。\n　　当然这种改变的好或坏取决于你们遇到的那个人或者那段感情的结果。只能说，有行动力或者变得有决断力对于原本感情一团糟的双鱼座来说，确实是好事。但对于想要开始一段感情，或者想法有偏差的双鱼座来说，则是一把双刃剑。\n　　新的一年里，感情对于双鱼座而言，更多还是维持在“这只是生活的一部分”的状态，也不能说你们不重视，但双鱼座们对于感情的认知很容易产生偏差。对于双鱼座来说，沉迷糖衣炮弹、浪漫攻势、温柔陷阱都是很危险的事情，如果双鱼们不能及时调整自己的想法，今年很难获得成功的感情。但双鱼座本身可能并不这么想，甚至就会沉迷其中。\n　　单身双鱼座想开始一段新的恋爱其实会有点困难，并非你们的行动没有效果，而是恋爱不是你可以控制的。双鱼们很容易遇到不是喜欢的人已经琵琶别抱，就是你们可能喜欢上错误的人，甚至有些双鱼座会因为想要恋爱而产生一些实质上的损失。所以单身双鱼如果想在今年好好地发展一段恋情，需要留意一下心仪对象周围的情况，如果对方身边有跟你同时竞争的人，你的机会就不会太大。或者如果对方抱有一些不明确的目的，你们也需要小心，否则对于你们来说，损失可能是必然的。\n　　恋爱中的双鱼座也比较容易遇到困难，比如被人甩掉之类的。哪怕是表面风平浪静的情感关系，双鱼座自身也会去考虑这段感情是否真的还有继续下去的必要，或者说有些时候并不是对方能够甩掉双鱼座，而是双鱼们本身想要中止这段感情，选择了默认而已。但更多的时候，双鱼座很容易因为所谓的“奉献精神”勉强继续下去，直至被伤害。\n　　已婚的双鱼座反而会比较平稳，虽然感情也不会有太多值得称颂的地方，甚至有些过于平淡无奇了，但总体来说也是稳定的，只要双鱼们自己不折腾就行。\n　　有机会收获爱情的方向：团队中可能会有被你吸引的人，但是真正能发展成恋情的话，成功几率未必会很高。\n　　恋爱可期的月份：1月、6月、7月、8月\n　　恋爱糟心的月份：2月、5月、9月\n\t\t\t\t\t\n\t\t\t\t\t\t　　小情绪是感情中的定时炸弹，不安会导致烦恼产生。如果真的觉得自己控制不了这种情绪的产生，不妨给自己发展一些需要你专心致志的爱好，转移一下自己的注意力，心态放平才能让你更好的去发展自己的感情。\n\t\t\t\t\t\n\t\t\t\t\t\t　　稳定的爱情需要纯粹，神仙伴侣需要互相信任。在感情中要懂得明哲保身，不要让自己陷入复杂的恋爱当中去，一旦陷入复杂的感情，今年你会比往年更容易翻车也更容易遇到不愉快的事情。所以，偶尔的清心寡欲未必是一件坏事。\n\t\t\t\t\t","title":"年度爱情","site":"E"}]