[{"uid":"e944fa356b9f0f83fd130757e8120b08","cause_study_detail":"　　你较活络，走动较多，同时也有贵人运。\n　　求职的白羊不妨广结善缘，广而告之自己的能力与想法，通过平时接触到人，为你打通路子，或是为你带来启发。此际跟你比较有缘分的，是能让你拓宽接触面，增广见闻的工作，不是要经常与人沟通、走动或差旅，就是比较繁重的文案任务，比如公关、沟通、协调、推销、分析、传播、媒体、文秘、交易员、外贸、传送、物流、运输、旅游、接待、客服、资料搜集等，此期间比较能发挥所长，能获得很好的锻炼，也比较有机会此行业深耕下去。\n　　在职的白羊此刻着手的工作大多需要大量、高强度的沟通、交际、公关、搞关系、组圈子、带团队，或撰写文案、分析，或是高频地奔波走动、差旅。为此要花更多的精力、时间，同时你也变得越来越老道、机灵、世故，文笔、口才也越来越好，可谓口吐莲花，妙笔生辉。你更懂得经营、利用好你的“人脉”，更四通八达，带团队的白羊可以一呼百应，众志成城，有较佳表现。如果你是部门领导或企业主，去跟更多不同角度，不同想法的人或组织，作更深广的连接，去跨界、打通网络、广结善缘、寻找盟友可能是你的着力点和开发“引擎”，慈善组织、善因营销，也可能是另一个契机。\n　　9月过后你有机会通过合作或金融工具获利，同时要处理一些内务，做总结，清掉烂尾工作，淘汰低效的工具、系统，清理门户，若工作闭塞压抑，可以考虑跳槽或换岗到接触面更广的职位。涉及营销工作的白羊也可考虑启动善因营销，福有攸归，通常带来叠加的积极作用。","comprehensive_fortune_detail":"　　2021年白羊将接触面更广，更见多识广，会目的性更强地与人打交道，带团队，广结善缘。\n　　你作为个体，在洪流般的大世界，到底有多大的能量？2021年的此刻，基本能了然于心。\n　　在过去几年，一些白羊终于竭尽了全力，完成、“搞定”了一两件于此生而言堪称标志性的大事、要事，完成了一次里程碑式的“登顶”，打下了“江山”；一些白羊则获得里程碑式的跃升，上了一个台阶，可能是事业、身价、收入，也可能是生活的升级换代。也有一些白羊急流勇退，见好就收，或是彻底地结束某个焦头烂额多时的“棋局”，“止损”，结束某项多年的奋斗、多年的投入，甚者痛失“江山”--这也许也是另一种圆满。\n　　如果你的上升星座不处于土象星座（金牛、处女、魔羯），那过去的十数年，你已经完成了一个巅峰，加之如果你人过中年，则接下来你大可以悠着点，不需要再咬牙切齿往上爬，不需要再透支自己的力量去夺取什么战绩。2021年，你应基于此刻所站的“地形”、格局，根据当下你所拥有的资本、资源和筹码，作横向探索，去召集其他力量，走出象牙塔尖，伸长你的触角，海纳百川。\n　　2021年，多数白羊的注意力、着力点、压力点、爽点、兴奋点，都集中在某些人或某群人上，大多都能成为社交高手，会以最认真、负责、友善的态度广结善缘，经营各种关系，与周围人有更频繁、愉快的接触、互动，认识有意思、“有料”的新朋友，进入与你有共同目标或志趣相投的新圈子、新集体，会有意识或下意识地通过接触的人、圈子、团队寻求某种共鸣、共振。\n　　一些白羊会带某种务实目的积极主动地“经营”关系、“搞”关系。可能是为了工作，也可能是为了生活上的某个有建设性的目标，你会广结善缘，“搞定”某些人。你可能会打入新圈子，或跨界寻找盟友、“拉帮结派”，延伸你的“势力”。\n　　也有不少白羊会成为某个群体、某个“队伍”里的积极参与者，或核心、骨干，甚至带头人，承担更多责任，也拥有更大影响力，如鱼得水。你也可能得道者多助，更懂得笼络人心，会带团队，或吸引、吸收一帮志同道合的“小伙伴”、支持者，形成“队伍”，虽然不时有“杂音”扰乱，仍能一呼百应。\n　　有人的地方就是江湖。此刻你的“棋盘”越大，格局越大，涉及的方方面面也就越多、越复杂，就越需要纵横捭阖的智慧。这对本来有点“单细胞”的你而言并不容易，复杂的人事很容易成为你烦恼和压力的来源，你需要去观察、思考，去学，去练，要卯足耐性，耗去不少时间和精力，动心忍性。\n　　回顾2020年，许多白羊也很大程度地有把注意力放在上述的“人事”上，但更多的感受是压力、拘谨、畏缩、拘束，甚至遭遇过指手画脚、众口难调。随着2021年的到来，彷如一阵春风吹过，那些紧张感一下子就少了很多，还多了很多乐趣。\n　　你将更明白“得人心者得天下”，以及失道者寡助的道理，你将逐渐感觉自己有所长进，将越发能看到各方的力量、需求，更能读懂人世的复杂性。你将逐渐发现自己日渐拥有了一种与人为善、与各方共襄盛举、海纳百川的能力与定力。\n　　你将要练就得更世故、老练，更懂得做人了。你将越发善于化解不和谐的声音，协调周围的关系，处事更八面玲珑，在社会上越来越“吃得开”，也越来越四通八达。\n　　一些白羊会有重要的的聚散。\n　　你更能与人为善，做人越来越更圆融，一度隔阂的的关系，也可能冰释前嫌。\n　　你有机会喜结良缘，在恰当时间遇到恰当的人，也有贵人运，让你如虎添翼。你可能迅速与人一拍即合，达成重要的盟约。其中一些能与你在想法、目标或志趣上惺惺相惜，肝胆相照的人，将在日后漫长岁月里与你相得益彰，可能成为你日后关系牢固的伴侣、“铁杆哥们”、知音、良师益友或同盟。一些白羊甚至有机会接触、结交到权贵，或某些自带光环以及一些有意思、有才华的人。\n　　你也将越发清晰地知道，健康的关系、良性的集体，一定是在本身枝繁叶茂的同时也能成就个人，相得益彰。你可能要告别、淡出，或暂别一些熟悉的人或集体。你要知道你自己的步子走得越快，就要脱离越多的旧有关系，别人也是。\n此际不管你经历的是聚还是散，往往于你或于对方而言都是好事，具积极意义，或是“本该”发生的。留意2021年1月中至2月上旬发生的事，大概能让你一窥此些关系该何去何从。\n　　还有不少白羊有来自人的烦恼和压力，会不知不觉被某些人、某些群体裹挟，通常是你此际常常面对，又正在热切在意的人，可能是某些关系亲密的家人、情人、好友，也可能是领导、前辈、师长、客户、关系户等，什么可能都有。可能是对方有些事、有些状况需要你为之承担重责，不得不耐着性子花去大量的时间、精力去照顾、帮助、管教、提携或敦促，被对方“绑住”。也有可能有人不是那么好“对付”，让你不得造次，谨小慎微，硬着头皮应对，甚者感觉局促、负担、“伴君如伴虎”。2021年你将不仅知道自己有多大能耐，还将逐渐知道自己能给别人带来什么价值。\n　　如果你经历的是以上这些跟人相关的事，那2021年，关系处理的好坏，将很大程度决定你这一年过得好不好，你着手的事情顺不顺利，而“搞定”某些人，将是你某些要事的“引擎”，谨记得人心者得天下。\n　　2021年于白羊而言，是延伸视野，走出象牙塔尖，见识和试图读懂这个大千世界的丰富性、复杂性的一年。有很大一部分白羊会有接触面的改变，会接触新的领域，新的人事物，有新的阅历、见识。\n　　一些白羊因为某个现实目的、任务，或某个志趣、理想，积极拓宽自己的知识面，大量阅读、查资料、刷屏，或跨界学习，跨界思考，或直接向人讨教。充满好奇心和求知欲的你思路大开，更博闻强记、耳聪目明，更懂得举一反三，集思广益。你也可能扩宽足迹，马不停蹄，东奔西走，踏足没去过的地方，增广见闻，有许多充满新鲜感的见识。\n　　一些白羊则有更强的表达欲、交流欲，会笔耕不辍，撰写文章，言之有物，妙笔生辉，会更多地去表达自己的想法。\n　　2020年不少白羊已经开始这些体验，一度感觉有点“烧脑”、奔波、累，有点膈应新世界的光怪陆离。2021年则正式“上道”了，拥有更开放的心态，接纳人世间种种的奇奇怪怪，更能见多识广，与时俱进，大量积攒各种人生经验，成为办法多，人脉广，深谙世事的“老江湖”。\n　　注意2021年，尤其是2021年的1-2月，于所有人而言，都是某程度的“定调”之年，仔细留意当下你的所思所想，所言所行，可能是你未来十数年走势的一个缩影、引子。也就是去海纳、集结，去拉拢更多有别于你的有建设性的力量，去更宽广、更跨界地交流、学习，去增长见闻，越开放思维越积极走动，路子就会越多，尤其是年轻的白羊们，这将给你接下来的人生带来极佳的运气。\n　　总体而言，白羊上半年比下半年顺利，操心的事少些，精气神也更在线。\n　　2月中之前最是热闹，你可能与人有极佳的互动，或是有十分畅快开心，且有意义的人际互动，美好的交流、惺惺相惜，聚会或约会，甚至有机会犹如冰释前嫌。你尤其聪明伶俐，一些白羊会通过大量的学习、阅读新知，马不停蹄的走动，增广见闻，如笔耕不辍，必然妙笔生辉。注意此期间发生的事，对未来十数年有启示意义。\n　　2月中过后，你会稍稍慢下来，精简不必要的社交，进入一段短暂的精气神低谷，容易倦怠，宜适当休息、打扫、捐赠、清理旧物。\n3月中至4月，逐渐进入属于你的白羊月，过得十分和煦如沐浴在春日阳光中。4月有口福，也更愿意花钱改善生活。\n　　注意进入4月后，直到明年2022年，你可能不时有莫名的好运，或莫名摊上一些麻烦事、折腾事，还会陆续看到一些因果。旧人或旧事可能复现眼前，你也可能触景伤情，睹物思人。你也可能自愿地为他人作出捐献、牺牲，或放手一些事或利益，甚至告别某些曾经十分熟悉和依恋的人或事。你也可能不时为某事感到无奈、委屈、心绪不宁、耿耿于怀，大多是某些“历史遗留问题”或是家事，是你多年来心里的一根刺，其实此刻已经消化、解决得差不多了。\n　　4月中至6月，你要对手头上开展的事多一分警惕和留神，切忌冒险。你也可能有来自某人或某些人的烦恼，在与人相处或交往上你要注意拿捏轻重，不该说的话不要说，你也可能因故与某些人暂别，或心生罅隙。奔波在外的白羊要仔细安排好行程以及要带的物件，要注意交通安全，不去任何危险的地方做危险的事。如果上述时间里有事情没做好，有关系没处理好，建立了不该建立的关系，那最晚可能会在2022年的8至11月看到随之而来的问题。\n　　4月到10月，容易烦、词不达意、走冤枉路，尤其是5月下旬到6月，9月到10月中旬。人也好，事情也好，有它自己的节奏，最好放平心态，多思考，多观察，要用智慧去平衡，去纵横捭阖，然后该干嘛干嘛。\n　　其中7月好好放松一下，该谈情谈情，该饭局饭局，在家宅着也不错，多数白羊今年的亲子关系也在改善。8月中下旬注意健康、饮食与休息，要劳逸结合。\n　　9月下旬至10月有点折腾，你可能对某些人有点上心，或是上火，会说很多话，有点横冲直撞，甚至词不达意，也可能热烈讨论甚至争论。沟通的重点是聆听，有些事情太认真你就输了。你也可能有赶场一般的时间表，东奔西走，兜兜转转。注意交通安全！急躁是魔鬼。\n　　11月过后要处理内务或过去留下来的问题，也可能为某些人大洒金钱。注意休息，如有健康问题必须马上就医。\n　　12月精气神提升，会提出新想法，有更切实合理的沟通，会比之前更果敢，也更注意分寸。手头上的事其实并不难，稍稍懒散点也无妨。","constellation":"白羊座","health_detail":"　　你可能有很多饭局很多交际，要说很多话走很多路，有时感觉像赶场，注意进出安全。4月过后偶尔容易感觉困乏、休息不佳，如有不适要及时就医，彻查。","love_fortune_detail":"　　你有较多机会认识不同的人，也能与周围的人相处愉快，比过去也更懂得与人为善，让人十分舒心、信赖，因此爱情运也水涨船高。\n　　单身人红鸾星动，爱情运极佳，且关系一旦开展，将发展迅速。你有机会与不同的人接触、交流，邂逅的机会将随社交面拓宽而增加。有机会与聊得来的、志同道合、或想法、追求接近的人日久生情，也可能一见倾心。4月过后，TA可能是某位旧识、旧人，或是通过亲友、旧识或寻根、叙旧的场合相识。\n　　恋爱中人非婚即分，尤其去年4月或9月后开展关系的，或已开始谈论分合的情侣，今年会有定论，不是结婚、筹备结婚，就是分手。谈得来、有共同想法、志趣相投的关系，是时候走进婚姻殿堂（4月之前更是良辰吉日），成为亲密的有如战友、“夫妻档”般的伴侣，继而很快迎接爱情结晶。不靠谱、貌合神离，让你“没底”的关系走到尽头，是好事。一度聚少离多或分开的关系，有机会再续前缘。\n　　不少白羊有伴者能感情更深，尤其那些懂得支持和鼓励你、与你亦师亦友、志趣相投、成就彼此的爱人，感情将更加深厚，关系更牢。一度淡漠、紧张的关系也可能得以修复。注意许多婚姻之所以味同嚼蜡，不是因为没有爱，而是因为缺乏惺惺相惜、志趣相投的友谊。所以不妨把对方当作朋友那样去交流、聆听，尊重和欣赏。\n　　如果你们的关系是存在某些无法妥协和解决的“历史遗留问题”，很可能会受冲击，尤其如果你另外有新的谈得来的人，就可能成为压死婚姻这只骆驼的最后一根稻草。","social_fortune_detail":"　　你有贵人运，同样你也可能成为别人的贵人！\n　　你可广结善缘，能吸引志同道合、志趣相投的人，成为你的“小伙伴”。同时你也越发懂得相处之道，懂得“收买”人心、，因此人缘颇佳，在人群中如鱼得水。你也可能要“搞关系”，与人沟通、划旋、协调，或为某些人、某群人担负较繁重责任，通常情况下，你能得道者多助，收获认同、支持、配合和帮助。注意过度认真、关注的关系，有时也容易出现过激反应。注意避免被无谓的杂音裹挟。","wealth_fortune_detail":"　　聚会、约会，以及某些正在打交道的人，有繁杂开销。9月过后你可能为他人、社会作出一点捐献、分享，也可能有来自他人或组织的共享、馈赠，或是有莫名的好运，“天上掉馅饼”，可能有不错的金融收益。\n　　君子爱财取之有道，必须知法守法，切忌铤而走险。部分白羊如果在2020年3至6月有不良的投资项目或项目损失，2021年10月至12月中有可能有转机，也可能彻底清算结束，亡羊补牢。","site":"E"},{"uid":"a66fbe1d4ea9a377e09bf95dc5cbb67f","cause_study_detail":"　　如果你此刻的注意力重心、时间大多放在工作或创业上，那2021年将是你此生职业生涯极具标志性变化的一年，对许多年轻的金牛来说，也是最具“启动”意义的一年，且后续的十年，也可看作是你的“闯关”期。而对部分已经在一个职位呆了很久的金牛，则会迎来较大变动，甚至会正式离职。\n　　求职者通常运气非常好，比较容易找到待遇或条件不错的工作，大多蛮符合理想，有意思，但通常是“喜忧参半”，既让你兴奋、憧憬，知道是“大好机会”，是“赢在起跑线”的工作，好公司、好部门，或带“光环”的工作，同时这些工作也给你带来一些磨砺，存在某些艰难或艰苦，或是你刚转行要从零开始。你会十分尽力、干劲十足，上手也很快。你无疑是幸运的，这是你打开职业殿堂的敲门砖！前方还有很大的发展空间，但日后高低贵贱，仍端视你接下来持久地去做好做大做强。你最好能爱上这种艰难而又拼尽了全力的每一天，日后将能成为你炫耀的资本。\n　　你还要有心理准备，此刻进入的职业或行业于你而言是定方向，但在未来仍会有小幅度的调整，你还要经历一些摸索。你较有自己一套，不随波逐流，哪怕颠覆过去所学所熟练的工作，因此你大可放开心胸，进一步有进一步的欢喜，也可能考虑创业！没准梦想真的可以燎原。\n　　在职的金牛已进入一段非常关键的“闯关”期，大多会有一番作为，深耕多年的则将收获标志性的“果”，这是金牛的事业走向成败高低的重要关口、分水岭，常见两极化，或是喜忧参半。\n　　一些金牛会投入大量精力和时间挑大梁，担重任，责权更大，虽然存在某种“硬骨头”仍可大展身手；一些金牛会换跑道、换工作、换岗，或对当下的工作进行改革，出新招；一些金牛则能收获过去的努力带来的成果和突破，获得标志性的彪炳战绩、晋升，飞黄腾达，成为资深的行业翘楚、权威或领军人物，名成利就，攀登高峰，或是接手有“开天辟地”或“升级”意味的新项目，扩大版图，权力更大，升职涨薪，获得标志性的进阶。也有一些金牛相反，尤其之前那些年滥竽充数、铤而走险的，会遭遇诸如失利、失势、丧权、被弹劾、降职、失业，甚至遭遇职业生涯的滑铁卢，或是比较郁闷地有来自上级、权威或业绩的压力。\n　　不管你是哪种，你一定在在接下来的许多年里保持饥饿，进取、野心，切忌挑肥拣瘦、犹豫纠结、斤斤计较。注意今年开展的事情不仅重要，且也多也杂，尤其容易忙中乱，乱中错，1月下旬至2月2月、5月中至6月中、9月26至10月中这些时间更要细致认真，且留出充裕时间。","comprehensive_fortune_detail":"　　2021年，是你的志业、行业地位、收入或生活质量有标志性变化的一年，也是具启示性、转折性的一年。\n　　在过去十数年里，你已经真真正正“活出了”自我，已经拥有了一方自主的天地，你能按金牛本牛真实的性格，想到做到，做出了大大小小你想做的事，按着自己的想法去决定方方面面，过上了你想过的人生。\n　　你已走出了一条符合自己理想、更自主的人生之路，有清晰、独立、犀利的观察力和洞见，有打破未知局面的胆识和冒险精神。日益拳脚有力的你，更敢想敢干，敢为天下先，也更强悍，因此你也可能有点“东一榔头西一棒子”，或是“不走寻常路”、“不听话”，似乎有点离经叛道、有点轻率。\n　　2021年胆识俱备的你依旧有点我行我素，且企图心愈发强烈，野心勃勃，可能来自现实生活、生计或上层的压力，也可能是顺应内心渴望，理想能开花结果的迫切需要。\n　　你可能对当下自身的成就、实力、资本、财政，感到不满足，更渴望能有所成，会设法做出点更有建设性的实事。而最幸运的是，2021年良机、可喜的变化就摆在你眼前，你终于有机会把多年的理想照进现实，把多年的摸爬滚打的想法、心得、经验，落到实处，开枝散叶。\n　　2021年，许多金牛都能崭露头角，晋级换代，过得十分充实丰富，雷厉风行，充满奔头，会迎来事业、职业生涯或生计上重要的转变，可能有新的机遇、新的发展空间，打开局面，打江山，也可能获得实至名归的重要晋升、成果，成为翘楚、权威、骨干，扬眉吐气。\n　　一些金牛会洞穿先机，要打“江山”，有新的布局、“动作”、新的志业蓝图，走上另一条发展轨道。可能会换主场、换跑道、改行、换岗，甚至创业，或改变发展重心，或迅速开展、拿下新的重要项目，或打通新财源。\n　　无限风光在险峰，前方似乎还有更广阔的发展空间和可以深挖的财源，你也更具胆识和使命感，然而此刻你尚不知道前方到底是巅峰，还是险峰，因此在接下来的十数年里，你要时刻带着三分警惕，要熟读法律法规，以及控制好风险，切忌侥幸铤而走险。\n　　一些金牛能百尺竿头，一展所长，可能是获得晋升，或开展、完成重要的项目、投资，“挑大梁”，责权更大，成为更具使命感的顶梁柱、骨干、领头羊，可更位高权重，坐拥江山！一些深耕多年的金牛则可收获过去高歌猛进的果，载誉前行，获得可贵的嘉奖、成绩、成就、业绩、资源、高额收益、殊荣，或推出里程碑式的新产品、代表作、项目等，或通过重要的资格认定、考核等，成为翘楚、权威，拥有更多资源和筹码。\n　　与此同时，许多金牛仍免不了有来自领导、权威、法律法规的压力、束缚感，要“带着镣铐跳舞”。如果你是管理者则可能有严苛、独裁的倾向。\n　　另一方面，也有许多金牛的“晋升、成果、要事、升级换代”体现在个人或生活上标志性地改善。可能是迅速完成和推进标志性的人生大事、生活大计，如结婚、生子、养育大计，或置产、购车、重要生活用品大升级、大额购置等；也可能是你自身的“提升档次”，如开展或完成重要的学习、进修、考核、资格申请，或是提高身体素质的标志性“工程”，诸如健身、治病、标志性改善饮食质量等，通常在此期间，金牛的体魄都有变得强韧、健壮、丰满，胃口更佳的趋势。不管是哪种，你都会耗费较多的时间或金钱，同时也干劲冲天。\n　　（土象星座以高产、精英、“拼命三郎”见称，然而金牛却是其中工作、生活、家庭、修养、娱乐平衡得最好的一群。从人生的完整性来说，也许这才是真正的人生大赢家。）\n　　同样道理，有些金牛可能相反，非进则退，因身体或其他种种原因功成身退、离职，有些则遭遇事业、财政上的失利，诸如项目失败、清盘、弹劾、失利、吃罚款等问题，损失筹码，身价大跌，甚至陷入生计危机。这通常说明你的追求存在不合理、自以为是、曲高和寡、不合时宜。这时你要迅速地从残局中爬起，咬咬牙抓紧时间重新开始，接下来的十多年里应该还有转机。\n　　另外一些金牛是在个人或生活上的“失利”，比如疾病、受伤、退学、吊销资格、考试不及格、申请不批，或经济捉襟见肘、投资损手烂脚等。\n　　以上有关事业、工作、法规、考核、钱、生活质量、身体这类事的变化，有些金牛在2020年4月过后已经陆续开始经历，且大多是“早该”发生的，可能还有点费劲，焦急。2021年出现的，感觉十分轻松从容，得心应手。且注意2021年，尤其是2021年的1-2月，于所有人而言，都是某程度的“定调”之年，仔细留意当下你的所思所想，所作所为，可能是未来十数年的缩影、开端。\n　　也就是说，如果你尚年轻，那你在2021年所开展、推进、完成的事，你的关注点、重心、着力点，将是你未来主业、发展重心的一个方向或入口，影响未来至少十数年。这将是你驶入新航道、迈上新台阶的启动期！而你此刻取得的成绩、地位，将是你日后“行走江湖”的重要资本。\n　　尤其对金牛而言，2020年至2021年，宽一点说从2020年至2024年是金牛重要的向上攀爬的转折期、闯关期，你已经来到一处定成败、分贫富的重要关口、分水岭，这几年你有多竭尽全力，你的棋盘如何“落子”，将很大程度决定你此生的高点。\n　　也就是说，接下来的这些年，金牛要不火力全开地去樊登高峰，让自己优秀，成为“人上人”，要不懈惰就很容易“滑铁卢”，失去重要的资格、资本、地位和筹码，陷入长期的不利窘境。\n　　注意此刻你会下意识地抗拒、漠视任何干扰和管束，漠视陈规陋俗，甚至漠视规则，因此你有一意孤行或铤而走险的倾向，切忌一切滥竽充数、偷工减料、投机取巧，以及违规违法、铤而走险、激进偏执。\n　　2021年9月过后，有些最早会在4月下旬过后，金牛将与外界，与许多原本交集不多的人，有更多的交流、吐纳、走动，或是有机会增广见闻，收获一些有意思的新阅历、新体验，或涉猎到一些有意思的新知识。\n　　一些金牛会与某些过去很少接触的人，有更多互动、交流，甚至谈心，很快热络起来。你也可能广结善缘，认识到一些有意思的新朋友，或混入有意思、谈得来的新圈子，交流、学习、请教、探听消息，对方大多有趣、友善、有意思，让你如沐春风，颇受裨益。你也可能有许多不成熟的计划、想法，希望听听别人的意见，去抛砖引玉，你可能下意识积极地寻找共鸣或同盟，只要一有机会，将言无不尽。也许正因如此，你也容易有贵人运，让你办法更多，路子更广。\n　　这些新接触的人，大多与你有“共同追求”，是为某个主题或某个诉求而聚集的，而当中有些可能是早年就认识的熟人，或是通过这样的旧识亲友引荐的。当中也可能有需要你治愈、帮助的人，或是有虚张声势、不切实际、需索无度、虚情假意者，这类型的人一般曾在过去十数年里出现过，你也已经是驾轻就熟的老司机，不再容易困扰。\n　　一些金牛会在此期间更热衷思考、学习，拥有旺盛的求知欲，耳聪目明，理解力、包容度更强，也有机会涉猎某些新的资讯、概念、知识，或踏足过去没怎么去过的地方、场所，比较容易见多识广。此际你也可能才情横溢，舌如弹簧，妙笔生花，字字句句打动人心。","constellation":"金牛座","health_detail":"　　金牛的健康状况也将成两极分化。\n　　绝大多数金牛2021年都能保持电量充足，身壮力健，形神俱备，虽然今年比较忙，消耗较大，但也胃口极佳，代谢旺盛，总能酒足饭饱，肉菜响亮。有些甚至玩起了健身，所以只需要把握好生活节奏、作息、饮食，张弛有道，劳逸结合就行。\n　　然而也有一小部分金牛，尤其是过去就比较透支身体或性格较急的，2021年可能会出现较大的病痛，或是意外受伤。","love_fortune_detail":"　　此刻你既理想主义又现实，既保守又有点喜欢追求刺激，既稳重又不羁，还有几分孤芳自赏，几分不显山显水的锐气，这些矛盾的特质让人不知不觉被吸引，欣赏你、迷恋你，甚至成为你的天使或信徒，只要跟人多接触，爱情运通常都不俗。然而今年你日益企图心旺盛，目的性较强，手头上有不少要事还不太熟悉，且还免不了返工，会比较耗费时间、精力，所以也不太有空闲去风花雪月。\n　　单身金牛注意力更多放在工作、生计、生活要务、赚钱等实事上，没太多精力、兴致去发展一段新感情，除非能日久生情。因此可能在工作或办事，或某些目的性较强的活动、求学、健身、远游等过程中，发展出志趣相投的恋人关系。机会较多的时间通常在9月过后，你可能跟人有比较多的互动，或是社交或聚会，邂逅或开展关系的机会见增，甚至一见倾心。对方可能浪漫迷人，或是具有某种“佛性”、理想主义，但也要当心避开那些有家室、虚情假意、不切实际，让你“云里雾里”，或是来占便宜的烂桃花。\n　　2021年仍属延续2020年变局且同样具标志性变化的一年，因此十字街头的恋人大都面临方向选择，金牛此刻更不会花太多时间纠结踌躇这些那些没营养没建设性的事，除非自己也只图“玩玩”，会先“hold” 住，但如果对方不够懂事，给你带来滋扰，本性自带几分凉薄的你仍会甩之不及。如果对方是一直欣赏你、配合你、成就你，或志趣相投，有共同目标、共同理想，2021年至2022年你也不会耽误，会作为一件要事那样看待，迅速走进婚姻殿堂，成为亲密的有如战友、“夫妻档”般的伴侣，你的人生也将因对方变得更完整、饱满。注意如果尚存要你牺牲、委屈、不牢靠、虚情假意、有家室，或是让你感觉前路未卜的人，应迅速马上立刻结束，你的时间才是“最值钱”的。\n　　有伴者为理想狂奔，无暇体贴顾及对方感受，如果对方是成熟、懂你、支持你的，甚至可以给你摇旗呐喊的“同志”、“信徒”，将情比金坚。注意9月过后你也可能遇到诱惑，且部分金牛近年并不十分“安分”，然而你此刻你的一举一动都无所遁形，你要珍惜你的“羽毛”。","social_fortune_detail":"　　在多数时间，你都能表现得温良谦恭让，但骨子里却有点不羁、强悍、固执，你其实没太把别人放眼里，你的内心就是敢与世界格格不入！因此你会做你认为对的、值得做的事，而不会顾太多别人怎么看。你目光诚挚而坚定，自带能量 ，你就是自己当下最关键的贵人，而不需要仰仗什么外物，仰仗任何人，除非他们就是你的景仰、你的同志、同道。另一方面，在最近十多年里，你可能不时遇到，或是身边就有一类这样的人：可能是特别理想主义、济世为怀、佛性十足的好人，也可能是“云里雾里”、虚头巴脑、虚情假意、“占便宜”的人，如有，2021年9月过后也可能出现，而你也已然是老司机了，该怎么面对也清楚。","wealth_fortune_detail":"　　不少金牛2021年能收入见涨，甚至打开新财源，有不俗的进账，这些可能成为你日后的重要资本，可以靠它“滚雪球”！同时也许因为升级换代，你有新的部署、铺展，甚至有些是从零开始，有很多花钱的地方，需要设法开源节流，有资金、周转压力，还要做好风险控制。也有小部分金牛，因过去的盲目和铤而走险而遭遇较大损失，或是另立炉灶，或是被辞退，一度财政紧张。\n　　2021年投资收益要见好就收，此时你投资、赚钱的欲望也往往比较强烈，甚至动辄倾其所有！一定要做好风险控制，切忌铤而走险。","site":"E"},{"uid":"9d0d7d5496a4a998d06f09f23c55a003","cause_study_detail":"　　如果此刻你的注意力重心并不在生计事业上，那你2021年的事业运只需要用“按部就班”概括，而你当下发展出来的其他某些习惯或爱好，也可能经若干岁月发展成你某种副业甚至主业，本章下面描述的情况将不会发生在你身上，可以跳过不看。\n　　如果你的注意力重心正放在生计事业上，那2021年将十分精彩！你的事业将出现一些正面的突破、转折，将走出一段“吐气扬眉、“载誉而行”行情。而且也说明事业的变化，是你此次人生转折、突破的重要“引擎”，大可乘胜追击。\n　　双子2021年事业上的变化，不少是在2020年4月以及9月过后已发轫或有苗头，或是从那时就开始转折，但2020年以及之前发生的事通常代表过去的成果、结果、“了结、完成过去该完成的事”、结束，2021年则大多是“新开端”、新的突破，如新项目、新工作、新方向、新财源等。\n　　求职的双子大多能找到真正想做的工作，或是通过随意找到的未必理想的工作柳暗花明碰到合适的机缘，虽然大的收益没那么快看到，但通常也不会太差。你此刻有缘从事的工作、行业，让你有许多眼界大开、视野大开的机会，将带你进入一个更宽广的世界，让你发现自己未来的空间十分辽阔，让你快速地成长、老练！此际如从事社会工作、从政、心理学、影视、文创、艺术、玄学、社会学、药剂、酒等领域工作，比较容易发挥所长。\n　　注意不少双子这些年在事业上存在吊儿郎当、好高骛远、不切实际等倾向，这是必须要自我警惕和避免。再宏伟的蓝图都是从第一根线画起，你首先要看看自己的实力，然后才能下笔，并且专注下来。如果你此刻自立都尚未做到，那就更不能挑肥拣瘦，工作本来就是一种生存，许多牛逼的人生，都曾渡过不堪的生存期。\n　　总而言之，此刻双子不要太挑挑拣拣！只要你积极行动起来，能干什么干什么，如果实力够也可以考虑创业、单干。\n　　不少在职的双子这些年都在设法或者正在下一盘大棋，在“追梦”。\n　　2021年双子的所有言行，好的坏的都容易被放大，被周围人看到，关照到。所以多数有才华、有能力、有境界、有实力的双子，都能大放光芒，吐气扬眉，更能“发声”，扩大影响力，但也有部分表现不佳的会“爆仓”、“露馅”，成为在风口浪尖“示众”的众矢之的。所以此刻你更要打好内功，谨言慎行。\n　　一些双子在2021年会改弦更张，有机会开展一些新项目，或是着手自立门户、“单飞”，而且你要开展的事大多局面更大，空间更开阔，或是过程中经常能让你开眼界，或是经常能“发声”、表现自己的。如果你的工作在社会工作、从政、心理学、影视、文创、艺术、玄学、社会学、药剂、酒等领域，较能表现出色。\n　　另外你新开展的事情大多不熟悉，只能硬着头皮先行动起来。9月过后你可能有机会接触一些新项目、新工作，有机会突破某个瓶颈，或收获不错的成绩。一些双子有如神助，能推进某些大项目、大理想，但也有不少存在盲目、虚妄、假大空、自由散漫、滥竽充数、好高骛远的双子，会遭遇挫折或失利。","comprehensive_fortune_detail":"　　你看到天大地大，你恨不得一刀劈开潮汐，摘下星星月亮太阳，但此刻你可能羽翼未丰，只能先能飞多高飞多高。\n　　在上一阶段（2008-2020）不少双子或先或后地被“剥了一层皮”，剥掉了那些无谓的人设、装饰，卸下了戎装，也扔下了包袱、挂障，放下了多余的欲望、执着、虚妄，已经没什么思想包袱，也不会再纠结公平不公平、堪与不堪。一些则是经历有关重要关系、家、处境的动荡、困扰，有过深刻的断舍离，内心尚有几分惊惧和郁闷。此刻你除了尚存的才华和梦想，其余几乎无所倚仗，也就没太多东西怕失去了。尤其那些在上一阶段“历完一劫”还“存活下来”的双子，接下来，人世间似乎已经没有什么可以真正吓倒你，你已经没那么多挂障、拧巴了！因此你觉得与其在庸碌中蝇营狗苟，还不如搏一搏，在激烈的进取中寻求平衡。\n　　2021年，洗尽铅华的双子将逐步走出一段“修复”、“重生”、“翻篇”、“助跑”行情，你将逐步重建自信，突破瓶颈，更积极、活跃、勇敢，更能放飞自我，“能见度”更高。\n　　许多双子会在此阶段渴望去改变一下，渴望改善自己，改善自己的处境、生存方式及方方面面，会试图做点什么，会开展、完成一些自己真正想做的事，会下意识地渴望与时俱进，渴望填补之前被侵占的、被各种啰嗦事耽误的“间隔年”。\n　　双子此刻常见的变化，有些是结构性、格局性的，有些则是从生活的点点滴滴上慢慢推进。一些双子会换一个环境，可能是换地方、改行、换工作、换跑道、创业，甚至离家，或归家，将拥有更强的自主性，不需要太憋屈和将就，处境将逐渐“敞亮”！或因种种原因要“单飞”、“自立门户”！要脱离某些组织、人去单过，或单打独斗。也可能是你的生活环境、生存处境、志业环境有大的改观，感觉“松绑”、舒适、自主多了。这些能让你拥有更独立的空间，对自己的行事、节奏拥有更大的主控权，很多事情能自己说了算。此刻你的力量可能尚且单薄，拳脚还不算有力，但你仍会勇于突围，勇于面对各种未知的危险甚至损失。\n　　经历这些结构性变化的双子，你将以此为新的基点，重新逐步规划、安排生活的方方面面，包括你的注意力重心、形象、性格、接触面、生活模式、事情的轻重缓急，乃至思维方式、观念、生活场景等都将随之改变。\n　　一些双子则是生活上有新内容、新奔头、新亮点，让你找到存在感，或是让你视野大开，生活重心和接触的东西跟过去不一样。\n　　你可能会积极开展、完成一些自己真正想做的事，可能是一些新尝试、新创举，比如远游、自修、深造、研究、远游等，或开展新运动、新工作、新兴趣、新的投资项目等，只要是当下想做的，而且是能提升自己的状态的，什么可能都有。通过专注地去做这些兴之所至的事，你才能填充一度亏空的内心，才能更清晰地感觉到自己的生命力在流动。你的内心一定有什么特别的东西，一直在催促着你。你此时最想做什么，你愿意为什么花时间花精力甚至冒险，就表明你内心真正看重什么，以及，你是怎样的人。也可能双子的生活中出现了某些重要的新角色、新成员、新内容，如孩子的降生、同居，换车换房换装备换大件用品，或是新的际遇，有新的耳目一新的体验、见识等……\n　　不管是你经历的是哪种新体验、新内容、新奔头，你都将不吝付出大量时间、精力甚至金钱，孜孜不倦，即使累却也很能自嗨，很给力，很用心。这些此刻看来即使可能是可有可无的局部小事，但仍可看作是你的“新生”在萌芽，是你未来主业发展的一个启示和开端。\n　　另一方面，这也是双子洗尽铅华始见金，光芒崭露的一年。\n　　许多双子在2021年都不会有太多烦心事、羁绊，因此状态大好，会更积极活跃，锋芒毕露，有更强的表现欲、表达欲，会更积极地“发声”。而且你的“能见度”、“曝光率”也将更高。你说的话，有更多人听到，你的态度、想法能被更多人看到；你的天赋、才情更能显山显水；你多年下来沉淀出的真知灼见，有机会启发、影响更多人。你可能有机会演讲、布道、出版、办展、发行、演出，绽放异彩，更多地“抛头露面”，更具影响力和声望，轻易声名鹊起。\n　　也许正因如此，你也可能容易置身风口浪尖，坏事也更容易瞩目，因此你尤其要注意自己的言行，爱惜自己的羽毛。\n　　还有不少双子，2021年将拥有更宽广的视野，有机会大开眼界，境界提升。\n　　尤其那些经历了多年的洗练，或是在某个学术领域深耕多年的双子，你能以一种更高的角度去洞悉问题，更宏观、精准，更有穿透力，能发展出不少真知灼见，更能启发别人。如果你正在研读、进修或深造，将更入木三分（尤其是哲学、社会学类宏观研究），甚至取得标志性佳绩、进阶，或有机会发布、出版，影响更多人。\n　　所谓念念不忘，必有回响，也有部分双子，在上一阶段的动荡、折腾是示现在内部生活如家事、身体上，工作或其他方面并未太受影响，反而因选对了工作而得益，这群双子在2021年很可能看到一些显著的成果、进阶、转折，将更受关注和重用。\n　　2021年也是双子精气神正式回归之年！你无疑是雀跃、饱满、未来可期的。\n　　你相信注定要去的地方，多晚都有光。你的征途是星辰大海，你有你的诗与远方，你相信只要有梦想，多难都值得去坚强，因此你不会在乎太多指指点点，你甚至会蔑视一切鸡毛蒜皮与浅陋无知。\n　　虽然此刻许多双子未必知道日后将以什么角色立足于世界，终极理想是什么。然而你会顺应内心，顺应自己的直觉，敢想敢做，提出自己的主张和要求。\n　　风象星座们2021年都会想做点什么去改善自己的状态，其中双子可能是最多想法，而且想法最宏大，最愿意做梦，最敢冒险的。虽然你对上一阶段的动荡、损失，仍有余悸！但你相比水瓶和天秤更具胆识，更急于“恢复”，更倾向率性、自我、勇敢，甚至有一点点的放肆，更急于掌握主动。虽然此刻并未万事俱备，仍会硬着头皮，有点一意孤行，敢为天下先，甚至哪怕冒天下之大不韪！\n　　也许上一阶段留给双子最珍贵的礼物就是“以退为进”，让你学会了温柔可以有力，沉默可以让别人听得到，索取也可以通过给与。因此，即使你此刻的“求生欲”其实异常强烈，即使已深恶痛绝被“搓圆摁扁”，你也会尽可能用温和、乖巧，甚至示弱的方式去拒绝苟且，拒绝将就，去坚定却也谨慎、艰难地朝向你觉得有希望、有新意的方向前进，趟一条自己的路。\n　　另外值得区别说明的是，在最近十数年来，双子有点理想主义，追求极致，都有种要下“大棋”的倾向，但并不是所有双子的能力都能够得上自己的理想，因此不同的双子，得出的结果区别可以很大。\n　　也就是有些双子会“仙气”十足，有如神助，在各种大潮大浪里仍旧可以实现远大甚至伟大的理想，做出一番渡泽世人的崇高成就，或是成为某些领域的翘楚、“大家”，或是赚个盆满钵满，这类运气奇佳的双子通常活跃于文创、艺术、演艺、心理学、社会学、玄学、社会工作、宗教，或药剂、酒等领域。但也有为数不少的双子却存在各种不知所谓，盲目，虚妄，假大空，找不着北，不着调，吊儿郎当，自由散漫，自欺欺人，滥竽充数，好高骛远，缺乏价值感，经常云里雾里跑冒滴漏烂尾“杨白劳”等。还有少数的双子会持续多年出现神经、精神健康、感染、免疫，或酗酒、药物依赖等问题。\n　　如果这种状态至今，至2021年至2022年也没有标志性的改变，即将成为日后某种常态和“基本面”。好的那群双子会在此基础上影响力更大，适合趁2021年的新开局争取更多突破，有更多的成就，可更积极进取，乘胜追击。而运气差的双子在此阶段则特别需要学着踏实、实事求是一点，不要设定太大的目标，也切忌嚣张、锋芒毕露，而是要保持谦诚、友善、努力，能做什么做什么，哪怕小事做起，而且要认真坚持下去。留意4月，以及9月过后，可能有新的契机或启示。","constellation":"双子座","health_detail":"　　多数双子都精力旺盛，生龙活虎，形神俱备，身心健康，尤其当你做那些你真正想做的事时将状态更佳。2021年也是你健身或治病的良辰吉日，若有不适或异常，一定要及时就医。注意此期间你可能胃口极佳，体重见涨。注意少数双子过去那些年有神经、精神健康、感染、免疫，或酗酒、药物依赖之类的问题，今年多数有机会改观，或根治，但也要提防2月、4月、9月后反复、加重。","love_fortune_detail":"　　2021年，双子的状态通常都能显著提升。彻底摆脱掉各种包袱的你，可以放飞自我，自然流露本色，风华正茂，光彩照人，些许锋芒些许孤芳自赏，还有几分精灵般的野性，更让你如发光体般吸引人。\n　　单身双子爱情运颇佳，迷人的一面自然流露，轻易打开心扉，不乏机会邂逅心仪之人，什么都有可能发生。同时你也比之过去更容易动心，更有兴致风花雪月，且往往久旱逢甘露，不淋漓尽致不痛快，你会趁热打铁，乘胜追击，你是个极致浪漫的爱人。\n　　也有不少单身双子因为这些年处境比较动荡、没有方向感，以致你自己也不太清楚该跟怎样的人在一起，该怎样在一起。你不知道自己要吻过多少只青蛙，才能遇到王子。有些甚至感觉自己已经“搁浅”了太久太久！此刻仍可好好留意，有机会柳暗花明。尤其把握9月前，生活一定是面朝前且步伐不停的，不要被无谓的优柔寡断耽搁。\n　　2021年仍属延续2020年变局且同样具标志性变化的一年，因此恋爱中人通常非婚即分，尤其去年4月或9月后开展关系的，或已开始谈论分合的情侣，今年会有定论，要么迅速定下来，结婚、筹备结婚或如夫妻般正式同居，成为相濡以沫的伴侣；要么分手，不太会纠结踌躇，不管进退分合都发展得很快。\n　　那些懂你、欣赏你，跟你谈得来，能给予你尊重、鼓励，愿意陪你颠沛流离迎接未知，能允许你试错的人，是你此生弥足珍贵的爱人，可好好把握，有机会佳偶天成，继而很快开花结果。那些尖刻、局促你、死气沉沉、常有负面情绪的人，最好果断分手，不浪费彼此时间。注意此时一些所谓的暂别也往往会演变成正式的分手。\n　　双子一直在“追梦”，尤其需要另一半的理解、耐心，如若对方能默默给予支持、配合、滋养，能陪你做梦陪你“成长”陪你成功，也能陪你“历劫”，走过困惑、委屈和动荡，必然情比金坚，是你此生最坚实的依靠和保障。然而部分双子这些年在某些方面存在过于理想化、不切实际、不靠谱，甚至存在某些“恶习”，可能让伴侣摸不着头脑，不知所措，十分不安，婚姻难免出问题，你要自己反省。\n　　2021年一些双子有机会迎接新生命的到来，成为你接下来生活的新奔头、新亮点。也有些双子可能会蠢蠢欲动，如果原本婚姻就存在较大问题，让你感到十分局促、不安、无爱、不自信，甚至给你太多限制、干扰，你会毫不痛惜地与之告别，以捍卫自己的自由、自主权，“弃暗投明”。","social_fortune_detail":"　　双子的贵人运也是千差万别。一些双子已经在某个带光环的领域取得一定影响力，高屋建瓴、“仙气十足”，你就是天上闪亮的明星，你不仅是你自己的贵人，还能照耀、启发别人。然而也有些双子比较不济、虚妄、华而不实、不切实际，偏偏此刻你的一切都会被放大，像被追光一样，一点点瑕疵都可能被放大。所以你就是你自己的贵人，也可能是自己的小人。","wealth_fortune_detail":"　　不同的双子财运差别也很大，几乎什么可能都有。\n　　许多双子一方面“老本”有点吃不了，但新的财路还没很像样，所以收入通常不太高，而且这些年生计方面也不是很有方向感，通常是走一步是一步，收入也就比较迷幻了。但有些双子可能财运特别好，像是被财神爷抚摸了银行卡一样，不怎么费劲就盆满钵满。4月以及9月过后，许多双子有不错的进账，或是较大笔的开销。","site":"E"},{"uid":"74be20a1d05e7c23dfef6da9d704e5d5","cause_study_detail":"　　求职的巨蟹宜义不容辞，最好能干什么干什么。你此际有缘分找到的工作可能有点屈才、规矩多，或是容易有内部斗争，功劳被吞，有点憋屈，会经历好一段时间发挥得不特别好，或是没那么容易获得赏识，你无论如何也要先让自己干起来，让自己能一直处于一个较好、比较有干劲的状态，而且即使是最鲁莽的跌撞，也总好过长久的徘徊。年轻的你也可以把这份工作看作是一种“生存”或是过渡、练手、“等车”，什么都行。尤其当你此刻还尚未有太多经验的时候，不要挑肥拣瘦，不用考虑是否稳定，也不要太计较得失！事实上所有牛X的人生，都要渡过一段看似不堪的生存期。这段生存期未必能有多光鲜，但一定能给你带来某些机缘与必要的磨练，而且人生的奇妙也在于很多重要的机遇都藏在一些“没意义”的事情上，这也是冥冥中的机缘。\n　　某些在职的巨蟹重心在家事、私事上，工作可按部就班，没有太大变化，但重心在工作上的巨蟹则变化较多。你通常会在此际更清晰地看到头顶的“天花板”，或更清晰地发现自身发展的瓶颈。\n　　不少巨蟹能通过合作或金融工具获利，也可能会把工作重心放在内务上，改善工作环境、协调内部矛盾、清掉烂尾工作、淘汰落后产能、清理门户，肃清异己等事务上。\n　　部分深耕多年的巨蟹，可能正式结束某些工作、项目，割舍某些执着多年的既得利益，放权出去，一度怅惘，但也给自己脱去了枷锁。你也可能正式离职、跳槽，此举虽然未必能很快给你带来新开局，甚至路更难，但至少能换换感觉，摆脱闷局，哪怕舍弃积累多年的基业、资本、筹码。你也可能以退为进，主动或被动地“降级”，换部门，换跑道，或是切换工作重心，或是外务转内务。树挪活人挪死，如果觉得当下工作已经捆绑了你，或是已变得十分憋屈、限制多多，离开，也是不错的选择。\n　　没有太大变动的巨蟹也可能感觉伸展不开。一些会遇到权力斗争，被挤压、贬损，如坐针毡。一些则是工作屡屡被加施各种“紧箍咒”，可能是工作或行业环境的限制、规矩、要求多了，或市场空间被挤压小了、贫瘠了，不利因素、“雷区”多了，让你特别束缚、被动，或是内部斗争让你如坐针毡。\n　　如果你是领导可能会清理门户，淘汰落后产能。营销或市场人员可以考虑做善因营销，起心动念，福有攸归，冥冥中做了一石二鸟的好事。","comprehensive_fortune_detail":"　　2021年，许多巨蟹可“不劳而获”！而曾经的“执着”也可能有所割舍或失去，因此你今年的重点是--“取舍”。\n　　许多巨蟹将看到某些重要关系带来的果，可“不劳而获”。\n　　这大多是你在直接或间接的得益，是修成正果的好事，可“不劳而获”，得来全不费工夫！常见的是你中有我，我中有你的财富、收入、共有物，也包括关系的结晶--孩子。比如伴侣或作为经济来源的家人的收入大增，比如共同资产大幅增值，或某项共同资产套现一大笔好价钱，给你建立了重要的保障；比如你们可能一起迎接爱情结晶，孩子、结婚、新居等；比如因种种愉快不愉快原因，分得家产、遗产，获得大额馈赠、大额赔偿、收回旧债，或获得接济、“救命钱”。有些巨蟹则是有来自社会的，比如较大额的金融收益、彩票中奖、保险理赔，甚至捐款等。\n　　这是“得”的一群。\n　　相反也有许多巨蟹会在此期间要“舍”，会与某些重要的人分享所得，会放手一些利益、权力，作出重要的让渡，甚至牺牲。比如你终于放权给别人，或更多地让人共享你的资产，拥有其支配权；比如与人一同置产、置业、开公司；比如赔偿、还债、捐赠等。\n　　也有较不愉快、郁闷的“失”，一些巨蟹可能会遇到与他人有关的财、权问题，诸如产权、债务、赡养费、抚养权、融资、集资等纠纷，极端情况甚至是被剽窃、盗取，甚至被构陷、诬告、贬损。因此2020年要尤其注意账目责权清晰，防盗、防骗、防侵吞，金融投资见好就收。另外一些巨蟹也可能因某些重要的人而摊上麻烦事、摊上较沉重的责任，或为之解决问题，“输血”、“救火”、“治愈”、“擦屁股”。\n　　这些大多是与你荣辱与共或利害相关的人。通常是夫妻、有利害关系的家人（比如父母子女、养育者与被养育者、赡养人与被赡养人），或合作伙伴、合营伙伴、甲方乙方、客户、供应商、同盟、竞争对手、“小三”，甚至冲突方，或诸如救援者与被救援者等。\n　　2021年是让你学会掌握得失进退、遇事要荣辱不惊的一年。\n　　巨蟹大多对危险和不利因素充满警觉，许多行动迅速的巨蟹会在2021年，甚至最早在2018年就能嗅出“变风”迹象，会着手主动去做“减法”，作出一些十分明智的壮士断腕，或是主动收敛锋芒，避开风口浪尖。\n　　这是一群极顽强、极智慧的巨蟹！你懂得以退为进，保存实力，不会再不顾一切。你懂得在区区不过百年的短暂生命里，把握好处世的度，不去争分夺秒，不去锱铢必较，甚至不去争辩是非对错。\n　　你放得下，你就拿得住。所以接下来许多大风大浪都无法击倒你，都能保住真元不散！\n　　你也可能清醒地知道，人生还有太多美好可贵的东西，值得让你放弃手上那些看似重要的“外物”、“装饰”，从而让自己能过上一些质量比较高的日子，让自己的心能得到真正的自由。\n　　因此许多巨蟹在2021年往往也能过得十分岁月静好，尤其那些可以放下许多欲望和执着，可以把生活中的枯枝烂叶、破铜烂铁处理掉的巨蟹，可以享受“少即是多”的妙境，你将发现日子一下子变得轻盈，舒心了很多！生活将有新的亮点和有意思的事，有可喜的变化。\n　　一些巨蟹家有喜事，或更准确地说是家有新变化，出现新风貌、新人、新内容，“升级换代”，如置业、搬家、装修、大举置换家具，或是迎接新生命、新成员，或其他家事、房事繁忙。有些则是要告别某些家人，扔掉不少用惯了的东西、修葺家居、“清理门户”等。一些巨蟹的可喜变动发生在工作上，可能进行某种以退为进的变革，凡事见好就收，不要死磕。\n　　许多巨蟹已走了太长的路，过去的人生中有过许多可圈可点的地方，然而此时脚力尽时山更好，风尘仆仆的旅人，是时候停下来收拾行装，休息，喝水，观想，好好做些事去回填，去返璞归真，岁月静好。\n　　觉得自己能力不足的，会韬光养晦，回炉、充电；在外奔波多年的会回归，把更多的时间、精力放回在家、亲人身上，与老友、旧识、亲人有更多畅聚、叙旧、礼尚往来，乐享天伦；营营役役多年的可以“不务正业”地做些自己想做的事，“伪装”多年的可以抛开“偶像包袱”随自己的性子穿衣打扮，可以放松地说些真话心里话，甚至放肆“口出狂言”；忽视身体健康的，会锻炼、养生、治病……\n　　最好的人生不是拥有多少财富地位，而是拥有健康且有值得奔腾的去处，沧桑时又有淡泊得失的从容，而你的心，却能一直保持飞扬。\n　　你也有机会“圆”一些事。\n　　一些巨蟹会收获福报，有天降的好运或关键时刻吉人天相，或是多年的宿愿终于实现，终于“了愿”，像上天终于“还”给你一样，整个人都跟着好起来。一些巨蟹会圆旧缘，旧人旧事可能复现眼前，有机会寻根探亲、叙旧、故地重游，触景生情，睹物思人。\n　　2021年，不少巨蟹因种种原因，正式进入了一段漫长而深刻的调整期、蛰伏期，甚至进入有点动荡的“多事之秋”：\n　　一些巨蟹会经历可大可小的断舍离，要告别某些曾十分熟悉且依赖的人、事、物、环境等，要陆续剥除一些“外物”、“破铜烂铁”，甚至包括多年的事业、志业也可能在接下来大幅度变革、清零。一些则不得不“刮骨疗伤”，解决某些“历史遗留问题”、“烂摊子”、“擦屁股”，要纠错、治病、根治旧患，要彻底去除生活中冗余、粗糙、夸张、鲁莽、乖张、不佳的部分。\n　　一些巨蟹会有制约感，会被某些原因“封印”住、被“绑住手脚”、绊住，如被外部环境、处境限制住没办法发挥，会被屈才，要委曲求全，或是被自身或家事、内务绑住，最极端情况是患病或身陷囹圄，以致个人的发展可能陷入某种低谷、蛰伏期。\n　　一些则会遇到些宿命的变故和啰嗦事、委屈，或“家宅不宁”，或是陷入三角关系、权力争夺、利益争斗，或债务缠身，或产权、权力、钱财遭他人抢占、窃取或蚕食，官司缠身，或是贬损，或是莫名其妙被“摊上”麻烦，烦不胜烦。\n　　此些皆谓之我执。\n　　2021年可能会发生上述的某一两项标志性事件，将成为你接下来的注意力重点、新痛点，会不同程度地牵绊、困扰你，并最终碾碎你多余的欲望，让你去芜存菁。要有心理准备在往后的十二年里，这类型的事还将陆续或大或小地发生或推进，你最好先自检，自己先做做减法，去冗余，先把眼前的每件事做好，先自行亡羊补牢，之后的麻烦会少很多。\n　　告别过去，扔掉无用的东西，对许多感情丰富、缺乏安全感的巨蟹而言尤为艰难。\n　　当一个人长时间地通过某些人或事去获益和感到安全时，或仅仅是习惯其存在，就容易不知不觉被裹挟，就如谋生之道常常会操控了一个人的意志一样。所以一旦失去就感到很无所适从，很不安，即使有些已没什么生命力，没有养分，或是已经落后于时代了。\n　　注意2021年你也可能易疲劳、精力不够、亚健康，精神不集中。你宜凡事不执着，宜作出有尺度的割舍、退让，宜与多年的求而不得和解、告别，宜清理旧物、清理门户、探亲、叙旧、故地重游，宜捐献、布施、还债、索偿、讨债、打扫、修葺、装修、搬迁、养生、治病、灵修、啪啪，淘汰“落后产能”。\n　　另，不同阶段的巨蟹体验略有不同：\n　　年幼和年长这两端的巨蟹，更多表现在精气神不在线，容易涣散，抵抗力也较低，容易疲乏、易感、过敏等，长者容易除此外也容易神经衰弱，或是家内外有动荡、折腾事等。青中年更多看到某些积累多年的功业已不太“管用”、形势不利，或是你的某些“主打产品”、“主打才能”已不太派的上用场，接下来不是变局，就是僵局，会好持续较长的时间被“天花板”压着，突破不了瓶颈，陷入低谷，年纪稍大的还有可能离职、退休等。那些重心本来就在家务事上的巨蟹，则是家事繁忙，有一两件要事让你有负担感，但值。\n　　1991-1993年出生的巨蟹，是此阶段最有定力、最荣辱不惊的一群。你将逐渐从接下来的变化了解当下处于什么形势、什么状态，是比较能接受各种境遇，更轻松向前看，比较平常心的一群。你甚至会有一种“终于”、“完成感”，你会能比较果断、彻底地采取行动，去化解、摆脱或者切断那些不愉快。你将以更认真也更豁达的态度，去对待自己与他人缔结的产物，如孩子、共同财政、性、合营的企业，甚至家庭，你能较成熟地看待这是人生必然的一部分。\n　　1981-1985年、1994-1996年出生的巨蟹，可能是动荡、纠结、困顿、亏空感比较强的一群，比较难接受接下来的变化，甚至委屈、损失，比较容易出现偏颇、沮丧、愤怒的情绪，和不佳的身体状况。\n　　注意2021年，尤其是2021年的1-2月，于所有人而言，都是某程度的“定调”之年，仔细留意当下你的状态，你所关注以及手头上忙的事，可能是未来十数年的缩影、引子。","constellation":"巨蟹座","health_detail":"　　不少巨蟹身体处于调整期，不是状态最佳的时候，容易困乏、累、易感精力不集中、休息不佳，易神经衰弱、免疫力不佳、旧病旧患翻发，但也正因如此，也是你根治旧患好时机，同时你要有意识地放松、放空、自观、休息、喝水、运动、慢走、晒太阳，把得失之心放下，让自己的生活随心所欲一点，忌一切争夺、进攻、咬牙切齿。你也可能房事繁忙或相反尤其欲求不满，此阶段适合调整作息，切忌熬夜。9月过后精力将相对改善。\n　　注意部分巨蟹在2020年，甚至早自2015年、2018年过后已出现过某种不适或病灶尚未治愈，今年要尤其注意这些方面，一旦再出现问题不要耽误，要积极彻查，1月中至3月中有机会根治。注意3月至4月初。","love_fortune_detail":"　　你天生自带温度，善解人意，是不见风霜的气质女神，十分吸引人，然而这些年你正在去芜存菁，遇上不少郁闷、烦心事，精力也不是特别好，因此不太有状态风花雪月，但也可能更迫切需要一些感情去滋润和填补。\n　　单身巨蟹这几年日益没有方向感，这让你心很难定下来，很难规划未来，有些巨蟹则可能刚经“历完一劫”，此刻曾经沧海难为水，种种原因，眼前不太愿意轻易发展一段感情，以免耽误别人浪费时间。不能找长久走下去的人，可能会先走肾，注意此时一切行差踏错都可能遭反噬，麻烦缠身，慎。\n　　你的缘分大多来自某些带“治愈”、“救赎”性质，或是熟人或是熟人介绍的“知根知底”的关系，比如认识很久的朋友、同事、旧识、故人、发小、旧情人等，或是由这些人或亲友“引荐”的人，如果跟某人几次想相忘于世，又总在各种山穷水尽处相遇，往往缘分匪浅，可以多加留意。9月过后你状态提升，迷人、野性的一面自然流露，有机会邂逅心仪之人。此时要不不开始，一旦开始则发展十分迅速。\n　　2021年仍属延续2020年变局且同样具标志性变化的一年，因此十字街头的恋人大都不得不要作选择。有担当、成熟、能互相约束的关系，尤其那愿意陪你颠沛流离、愿意陪你面对亏空、动荡和困境、给你“治愈”的关系，有机会佳偶天成，迅速走进婚姻，成为长长久久共同面对人世变幻的可靠保障和依靠，成为你真正的小确幸。那些消费你、蚕食你、桎梏你，把相爱变成权力斗争的关系早结束早好，好的关系一定是在枝繁叶茂的同时，也能保有完整的自我，占有欲、支配欲太强的人，都不适合正进入某个低谷的你，你也要警惕自己成为这样的人。而你要摆脱眼前的闷局，很重要的一环也可能是斩断某些牵绊你的不佳关系。注意如果你自己尚无定下来的打算，不应耽误别人，也不要耽误别人，没有谁应该成为谁的信徒和牺牲品。\n　　有伴的巨蟹大多琴瑟和谐，家事房事繁忙，可能迎来一些共同的“成果”，迎接新生儿的诞生或置业、家庭资产升值，伴侣收入大增等好事。也有部分巨蟹会为对方或你们的家的某些状况烦，或承担任重道远的重责。还有部分巨蟹可能面临离婚，尤其那些“争夺”已久的伴侣，有财产分配、抚养权、赡养责任问题。请仍然谨记好的婚姻一定是在枝繁叶茂的同时，也能保有完整的自我，你要保有你的，也要保障对方的。","social_fortune_detail":"　　2021年你要学会分享，要学会把握得和舍的分寸感。\n　　那些与你“脱不开关系”的人，如家人、伴侣、关系户、客户、合作方，可能给你带来重要的福荫、财富、收益、保障，甚至赞助、奉献、扶助，为你保驾护航，或为你完成某个宿愿，是你此生重要的贵人。相反你也可能成为对方的贵人，为对方作出分享、贡献、牺牲，为对方保驾护航，或迎接共同成果、“共同产出”，可能是钱、业绩、孩子等。另一方面也有人可能给你带来损失、麻烦、负担，甚至吃大亏。\n　　然而这些年不是你最能掌握主动权、最占上风的时候，甚至受到的限制、外部冲击还可能较多。因此你每走一步都要尤其注意，你每个对世界、对人、对自己的态度，都将决定你运气的好坏，都决定你遇到的人是来帮你还是害你、拖累你。\n　　你最好学乖一点，正如上善若水，“水善利万物而不争，处众人之所恶”，也就是你要做那些做得到的，同时可以为人带来福祉的事，不争夺，不顶风而为，不锋芒毕露，不突出自己，你最好肯委屈一点，肯屈就去做一些别人不太愿意做或不太屑于做的事。\n　　你要学会在保证自己一定的主权的时候，留出更多的余地给对方，要有同理心和尊重别人的权利，但！不管对谁，你仍要至少留三分警觉，不要在共同财务上麻痹大意。你此刻忌非分之想，忌机关算尽，但更忌不清不楚！\n　　黑暗让人洞若观火，你要先让自己的心敞亮、通气，扫除那些妄念、执念，和各种灰暗的想法，才能客观看待一切，不迷信别人，也不过于恐惧别人有可能带来的伤害。","wealth_fortune_detail":"　　一方面，一些巨蟹会获得大额的“他人”财，多数来自一荣俱荣的关系，比如夫妻、家人、合作伙伴等，如大件馈赠、产业、产权、不动产等，或作为经济支柱的家人收入大增，你也可能从有其他“不劳而获”、“天上掉馅饼”的好事，如获得金融产品较大额的收入，或是获得赔偿、中彩奖金、资助、收回外债等，让你有大笔进账。相反你也可能成为给予的一方，会甘之如饴地给予、分享、奉献、施舍你的财富，会担负较大、较长期的责任，会大大小小地花钱，如买房、装修、增加办公费用、添置大件、承担养育赡养费用等。\n　　注意部分巨蟹可能会遇到财权抢夺或责任推诿、赔偿之类的纠纷，甚至要官司，而这种权、利争夺的风险在往后的十多年将长期存在。因此你要在至少12年内，对每项会与他人有交集的产权、责任、“混账”都要尤其慎重，要白纸黑字，清晰明确，否则容易产生纠纷、争夺或推诿，也要注意提防盗窃剽骗。即使对方是你合作多年的伙伴，或是亲密爱人、亲人，即使是从小就认识知根知底的旧识。\n　　另一方面，不少巨蟹2021年可能正财运一般，大多因为某些主业、财源或谋生之路的显著受限，可能是规矩、法规、要求多了，或是创收空间缩小了，市场式微、萎缩了，甚至结束多年的工作，也可能是被自身、家庭的某些状况绊住以致无法施展拳脚。\n　　如果你是企业主或营销策划人员，下半年可考虑启动善因营销，起心动念，福有攸归，通常带来叠加的积极作用。若能为社会作出捐献、分享，更福有悠归。","site":"E"},{"uid":"42d462731064f3892fa7ed2e89aed702","cause_study_detail":"　　你能与人为善，与外界接触越多，走动越多，涉猎越广，有机会获贵人指引，为你打通路子，或是为你带来启发。\n　　这些年你的事业追求可能存在某种“不安分”、“不寻常”、跨界、打破常规、颠覆旧套路，一些狮子能走出一条别具一格的路，不同凡响，一些狮子则表现在做事没有章法，或恰逢朝令夕改的上司，以致朝三暮四，兴冲冲轻率地开展，东一榔头西一棒子，不多久又变了。\n　　求职者此际跟你比较有缘分的，仍是有点艰辛或艰巨的工作，所以也不能太挑肥拣瘦。而内容则大多能让你拓宽接触面，增广见闻，不是经常与人沟通、走动或差旅，就是比较繁重的文案任务，比如公关、沟通、协调、推销、客服、接待、分析、传播、媒体、文秘、交易员、外贸、传送、物流、运输、旅游、资料搜集等，此期间从事这类工作比较能发挥所长，获得更好的锻炼，也比较有机会深耕下去。\n　　在职的狮子琐事、任务会比前几年少，但仍存在一点艰巨或艰辛，即便如此，你已经建立了自己的节奏和做事方式，心态也从容多了。另一方面，你的接触面正在扩大，有机会遇贵人，有机会跨界挖掘出新的切入点。你能长袖善舞，花大量时间、耐性去沟通、合作、协作、走动、“搞关系”，门路更多，或大量撰写文案，妙笔生花，这些都将让你有不俗的表现。9月过后你有机会通过合作或金融工具获利，同时要处理一些内务，做总结，清掉烂尾工作，淘汰低效的工具、系统，清理门户，若工作闭塞压抑，可以考虑跳槽或换岗到接触面更广的职位。涉及营销工作的狮子也可考虑启动善因营销，福有攸归，通常带来叠加的积极作用。","comprehensive_fortune_detail":"　　2021年狮子的接触面将有所不同，会见识很多新的、跟过去不一样的东西。其中不少狮子能收获良缘，对方的出现可能给你带来负担或管束，但也很可能是你的贵人，此行是来帮助你。\n　　奋斗多年的狮子，已阶段性地走完了一段长长的犹如拼命三郎般，勤奋上进、精益求精的历练之路，已成为工作或生活中的骨干和猛将，完成了一两件工作或生活上的标志性大事、要事，获得里程碑式的成果、进阶，为人生打下了扎实的基础。\n　　2021年，在此基础上，一些狮子将承前启后顺其自然地推进、承担前两年铺展开的要务或投资项目，虽仍旧是工作或生活上的骨干，但已经不会再“打鸡血”，不再需要那么砥砺前行，穷极自己的力量去埋头苦干，不再那么沉重了。也有一些狮子相反在前些年遭遇了失利、失业或出现过健康问题，2021将要适应较艰苦的新常态，缓慢复苏，病去如抽丝。\n　　如果你的上升星座不在土象星座（金牛、处女、魔羯），则过去那些年，可能是你数十年内事业、财富的急促发展期，阶段高峰，也可能是你数十年内最艰苦辛劳的时光。\n　　你的事业或你的生活主业，仍旧存在某种“不安分”或某种“不走寻常路”的倾向，你总是试图突破什么、打破闷局，不落俗套，你会追求有意思的创意和灵感，如若投资则可能有点理想化、冲动、“拍脑门”。\n　　2021年多数狮子的关键词是良缘、“共和”、合作、跨界。\n　　大概从去年开始，你就逐渐把关注点、重心放在某些重要的人或关系上，对方大多是你十分在意的人，与你存在某种利害相关，不是与你荣辱与共，就是与你此消彼长、立场对立。可能是你的伴侣、合作方、家人，或其他有利害关系的对手、客户、同事、关系户等种种跟你“脱不开关系”的人。这将是你接下来的十数年，较主要的关注重心、着力点、奔头、高压区，可能有许多因之而来的烦恼、焦虑、负担感、羁绊感，也可能会有因之而来的归属感和满足。\n　　2021年，尤其4月前，是你邂逅或建立良缘的佳期，你将看到某些重要关系显著的进展，或可喜的新开端，有重要的聚散。\n　　你会学习和揣摩相处之道，学习经营关系，学习在博弈中各取所需，认真、务实、更具目的性，不会太鲁莽、天真，也不会太计较、保留。即使你不时仍感觉有点压力、紧张、拘束，仍能明显感到自己的进步，发现自己变得比过去从善如流，进退有度，更能与人搞好关系，更容易达成轻松融洽且有价值的合作、相处，更能从容地与人互相支持、互相敦促。即使与人博弈你也变得比过去更拿捏得好分寸，对某些一度让你焦虑的人，也越来越号得准对方的脉。\n　　此际良缘有机会开花结果，一度疏离的关系也有机会重聚或冰释前嫌。\n　　你会有意或无意地建立积极健康的关系，这样的关系一定是能因彼此而更相得益彰，更枝繁叶茂，且彼此都享受其中。你也可能有意无意地寻找能完善你的“另一半”，或助你拓展“僵野”，扫除盲区的人。\n　　这些在2021年通常都能实现，你可能迅速与人达成重要的合作、盟约、结婚、正式交往，让你更“完整”，或更如虎添翼，你也可能与某些人交往密切，打得火热。当中的一些人，将成为你长长久久的伴侣、合作伙伴、挚友、家人，或重要的甲方乙方。一些狮子在2020年4月过后已经开始经历，则2021年，尤其9月过后将能看到这些新关系带来的果，适合的通常会开花结果，给你带来好的收获，比如合作创造的财富、做成的项目，比如成家、生子、置产，不合适的可能分开、散伙，或之遭受损失。\n　　2021年你也可能有贵人运，遇到许多对你有帮助的人或更意思、有才华的人，与之一拍即合、一见倾心，甚至结交到权贵或某种自带某种光环的人。同样的，一些狮子2020年4月过后也曾遇到。\n　　2021年，你除了有重要的聚，还可能有重要的散。你可能将挥别、疏远、暂别某些重要的常相见的人，尤其是某些早已失去活力、让你局促、沉闷的关系，可好聚好散，各奔前程。这也是试炼婚姻和合作关系能有多稳固的时候！留意2021年1月中至2月上旬发生的事，大概能让你一窥此些关系该何去何从。\n　　相反的，也有不少狮子有来自某些重要的人的压力、烦恼、负担或局促感（比如伴侣亲人或利害相关的生意伙伴、客户、对手等），一些是因为任务、责任要竭尽全力去“搞关系”，经营关系，要努力合作、磨合、博弈、斗智斗勇，一些是身边某些重要的人自身不佳的状况让你为之烦恼、操劳、负担重，还有一些是被某些重要的人打磨、鞭策、管束，或有人你对峙让你紧张…… 不管那种都可能消耗你大量精神和时间，甚至把你“绑定”，让你的心情和状态也随之起起伏伏，且这种情况通常会在接下来的好些年里时强时弱地出现。\n　　与其他火象星座一样，也有很大一部分狮子2021年会有接触面的改变，会接触新的领域、新的人事物，有新的阅历、见识。而狮子更侧重在跟过去不一样的新认识上，关键词是见识、“另一种”、“不一样”。\n　　你会因现实所需，积极拓宽自己的知识面或足迹，涉猎新知识、新见闻，拓宽视野、接触面、知识面，会大量走动、阅读、学习、查资料、刷屏，或涉足各种不同场合、圈子，有许多跟过去不一样的有意思、有价值的见识见闻。此刻充满好奇心和求知欲的你思路大开、耳聪目明、博闻强记，将通过这些新的见识、体验去集思广益，会通过跨界，认识这些“其他”、“不一样”的东西，发现“另一种”可能。一些狮子则有更强的表达欲、交流欲，会笔耕不辍，撰写文章，言之有物，妙笔生辉，会更多地去表达自己的想法。\n　　这些体验不少狮子在2020年4月过后就有所体验，一度感觉有点“烧脑”、“卡壳”或奔波、累，却不一定顺遂，感觉节奏太快跟不上，或是感觉脑子不够用。2021年则感觉轻松从容许多，更能与时俱进，积攒各种办事技巧、人生经验，处世之道，办法多了，各种事情也就顺多了。\n　　注意2021年，尤其是2021年的1-2月，于所有人而言，都是某程度的“定调”之年，仔细留意当下你的所思所想，所言所行，可能是你未来十数年的缩影、引子。也就是去通过与人合作、接触、连接、水乳交融，去借东风，去设身处地，去合二为一，去“共和”，或通过接触面更宽广的交流、学习，去增长见闻拓宽视野，去兼容，去跨界，这些都将补充、延展你的能力边界，让你接受度更高，办法更多，路子更广，将给你接下来的人生带来极佳的运气。这是一段逐渐告别个人的狭隘，走出象牙塔尖的历程。\n　　2021年9月过后，甚至有些会早在4月中过后，会看到某些重要关系带来的果，可能有不劳而获的好运，馈赠、收益、善果，得来全不费工夫，关键时刻你往往能吉人天相。你也可能因他人蒙受损失，或摊上一些麻烦事、啰嗦事或“历史遗留问题”、“烂摊子”。你有机会结清旧债、修葺、“清理门户”，你也可能自愿地为他人作出捐献、牺牲，或放手一些事或利益，甚至告别某些曾经十分熟悉和依恋的人或事。\n　　你也可能会与老友、旧识、亲人畅聚、叙旧、礼尚往来，乐享天伦，或是故地重游。旧人或旧事可能复现眼前，触景伤情，睹物思人。你的家或所处的环境可能会有点新的变化，可能搬迁、修葺、置换家具，或迎接新生命、新成员。\n　　你可能多年来一直为某事感到无奈、委屈、心绪不宁，可能问题来自某位重要的人，比如家人、合作伙伴、另一半，或重要的甲方乙方，甚至对手、债主等，也可能是你自身的问题，诸如健康、债务、归属感、自己的“历史遗留问题”等。这些问题在过去几年已经陆续解决或“消化”得差不多，但2021年因种种原因，你可能又有点要为此类事左思右想、推敲，如果和钱有关，你会仔细盘算，但似乎仍免不了要吃点亏。对利益争夺、责任分配的问题，你最好多担当点，放下一些执念、私心，尽力而为，得失随意。\n　　在这些时候，往往不是你状态最好的时候，宜休息，把绷紧的弦放松一下，打扫，还债、适当捐献、治病、清理旧物、淘汰“落后产能”，和感觉舒服的人或事在一起，就是最好的养生！","constellation":"狮子座","health_detail":"　　狮子的健康在最近的十数年里通常分两个极端。\n　　少部分狮子在过去十来年里身体一度出现较大问题，可能是较大的疾病，或手术，或外伤，期间一度影响正常的工作或生活，2021年，这些经历过“大风大浪”的狮子要不早已康复，甚至比许多人都健康，要不就是已经适应了因之而来存在“缺陷”的新常态，并在此基础上已经安排好了自己的生活。另外大部分的狮子身体则显得特别强壮、精力旺盛，像永动机一样，抵抗力也特别强。2021年，只要是能最终完成漫长的“铁三项”的狮子，已经练就了一身精悍的“铜皮铁骨”，日后小疾病也不太会能攻击倒你。\n　　2月、9月过后要留出更多休息、放松时间，此期间如有不适要及时就医，彻查。2月下旬至3月注意交通安全。","love_fortune_detail":"　　单身狮子爱情运爆灯，尤其在4月之前。\n　　你可能十分务实认真地寻找另一半，并当作目标和任务。同时你有极佳的人缘，有机会遇到真命天子（女），既可能是日久生情惺惺相惜继而打得火热，也有可能是遇到条件上佳的人，一拍即合迅速许下海誓山盟共赴巫山。此际你对感情关系想法既务实，也容易激动，一旦遇不上可靠给力的另一半，你也不会太按捺自己，宁愿先走肾。\n　　恋爱中人非婚即分，尤其2020年4月或9月后开展关系的，或已开始谈论分合的情侣，2021年会有定论，不是结婚、筹备结婚，就是分手。2021年仍属延续2020年变局且同样具标志性变化的一年，因此十字街头的恋人大都面临方向选择，不太会纠结踌躇，不管进退分合都发展得很快：要不迅速定下来，成为日后长长久久恩爱厮守的伴侣，尤其有活力又能彼此约束的关系，更有机会佳偶天成。要不果断分开，不会太浪费彼此时间，尤其那些让你不安的、不牢靠、缺乏建设性的关系，是时候划上句号。注意此时一些所谓的暂别也往往会演变成正式的分手。\n　　有伴者通常恩爱有加，更相亲相爱，房事繁忙。尤其那些既惺惺相惜又互相约束，成就彼此的爱人，即使一度淡漠、紧张的关系也能得以冰释前嫌。许多狮子今年比较活络，有机会遇到条件好、有意思、对自己有帮助的人，如果你与伴侣的关系本身存在无法妥协和解决的“历史遗留问题”，很可能让你萌生去意，婚姻亮起红灯。部分狮子可能因种种原因要与对方暂别，或聚少离多。","social_fortune_detail":"　　你有贵人运，同时你也越发懂得如何长袖善舞，如何“搞关系”，“收买”人心，因此你此际通常人缘颇佳，如鱼得水，可获得某些重要关系的支持或得益，某些家人、旧识、故人、亲戚也可能给你带来福荫。此期间热络起来的人，当中一些将成为你长长久久的合作伙伴、伴侣、铁杆知己。\n　　你成也萧何败也萧何，可能同时受到来自某些人的压力、麻烦、管束，可能要与某位差异较大的人耐心磨合、博弈、斗智斗勇。不管你是否乐意，这些往往都带来积极的结果，会提升你，让你告别狭隘，不再那么简单、片面、一根筋。忌铁齿铜牙。","wealth_fortune_detail":"　　一方面你可能要“搞关系”、约会、聚会，免不了有繁杂开销。另一方面，9月过后，你也可能有“他人财”，“天上掉馅饼”，获得馈赠、家产、合作收益、融资收益等，也可能是你的某位主要经济来源的亲人有不俗的进账，间接增加你的保障。“混账”要注意责权划分清楚，以免被蚕食。部分狮子如果在2020年3至6月有不良的投资项目或项目损失，2021年10月过后可能有结果、结束或转机，4月中至5月要做好风险防范。","site":"E"},{"uid":"c96dd8b53a9b0b6c449bbeb19ba4f16a","cause_study_detail":"　　如果你此刻的注意力重心、时间大多放在工作或创业上，那2021年将是你立下里程碑一年，对许多年轻的处女座而言是“正式启动”的一年，对已经在一个职位呆了很久的处女座，则是迎来重要成果、变动，甚至“圆满”的一年。你已正式进入了一段挑战、压力和机会并存的奋斗期，你此刻的努力，将很大程度决定日后的生计发展方向，以及日后行走江湖的资本和筹码。\n　　求职者通常运气非常好，能遇到良机找到条件不错的工作，实干闯未来，尤其在4月前。但也存在一点“喜忧参半”，既让你兴奋、憧憬，知道是“大好机会”，是“赢在起跑线”的工作，好公司、好部门，但同时也存在某些艰难或艰苦，不得不打磨出实力，或是你刚转行要从零开始，很多东西不熟悉，但你会干劲十足，竭尽全力，上手很快。还有部分处女座有机会把某项业余兴趣爱好转变成工作，正式入职，这是尤其幸运、幸福的一群，有一种游戏过关的成就感。2021年你可以轻松地打开志业殿堂，前方还有很大的发展空间，但日后你还能走多远，能收获多少，端视你接下来持续的精益求精。你最好能爱上这种艰难又拼尽了全力的每一天。\n　　你还要有心理准备，此刻进入的职业或行业于你而言有定方向、知深浅的意义，但在未来仍会有调整，你大可放开心胸，进一步有进一步的欢喜，也可能考虑创业！没准梦想真的可以燎原。\n　　跟其他土象星座类似，许多在职的处女座在2021年大都干劲十足，能大展拳脚，许多事未必熟悉，但大致得心应手。一些处女座可能获得里程碑式的进阶、成果，或是获得晋升、嘉奖、加薪、执照、大额回报，名成利就，成为骨干或资深的行业翘楚。一些则工作有标志性的新变化、新转机，可能改革现有的工作，有“新打法”，或换跑道、换东家、开新灶、开采出新财源、新资源，拿下重要项目。这些是你当下的“硬通货”、“基本面”、资本和筹码，也可能是你打开某座志业殿堂的敲门砖，决定你日后的发展方向和广度。然而也有一些处女座，尤其之前那些年滥竽充数、铤而走险的，会遭遇诸如失利、失势、丧权、被弹劾、降职、失业。\n　　要做好心理准备，你正在逐渐进入一段要“拔着头皮长高”、“打鸡血”的奋斗期。不管你在2021年是大有斩获还是遭遇失利，很快你会发现前面要做的事将目标更大、标准更高，你需要在接下来的许多年里保持饥饿、鞠躬尽瘁、精耕细作、精益求精，要动用更多的资源、资本，去打磨自己的实力，切忌松懈、挑肥拣瘦、斤斤计较，因为不久的未来随时有巨大的良机或风浪袭来，机会只属于强者，而弱者将会被无情抛离、淘汰。\n　　注意今年开展的事情不仅重要，且也多也杂，尤其容易忙中乱，乱中错，4月前总体感觉得心应手，然而1月下旬至2月2月、5月中至6月中、9月26至10月中这些时间更要细致认真，且留出充裕时间。","comprehensive_fortune_detail":"　　你执意多年的事，正是你的志愿所在，你的真爱。\n　　所谓念念不忘，必有回响。2021年，正是你过去所执着的事能有所成，能看到结果，能落到“实处”的大日子。\n　　许多处女座可一酬壮志、硕果累累。尤其是那些在上一阶段（2005-2020）一条独木桥走到底，更多的时候是靠自己去摸爬滚打出强大力量的处女座，可“修成正果”：比如这些年如果重心放在生计工作上的，可获得水到渠成的彪炳成绩、业绩、收益、成就、晋升、加薪，或实至名归的嘉奖、资格、执照、殊荣，或被重用，迅速接手、推进、完成一些里程碑式的要事、要任，如完成某项重要的业务，或完成收购、合并等较重大的工作项目，拿下重要“城池”，或推出新产品、新作品、新项目、办展等。\n　　这些都能让你身价、资历或财力晋级，为人生添砖加瓦，打下扎实基础，拥有重要的资本、资格和筹码，成为骨干、行业资深，甚至行业翘楚，获得里程碑式的“进阶”。\n　　一些处女座则是生计、工作、主业有标志性的新变化。比如幅度较大的可能会改行、换工作、换岗，或是成立新公司、新部门，或是打通了新市场、新财源，打开新的发展空间，有新的志业蓝图；比如规模较小的通常是工作重心、方式的改变、效率大改进，或日常使用的工具、器材大升级大换代等。还有一些处女座是过去花费了大量时间和精力在某些兴趣爱好上的，则有机会从“业余”玩成专业，获得“转正”、“正式上场”，或是获得认定、嘉奖。\n　　这些是你的主业的标志性的转折、突破，为你打通未来十数年发展的新出口。\n　　另外也有许多处女座的“一酬壮志、硕果累累、完成要事、升级换代”体现在个人或生活上标志性的改善。可能是红红火火地开展或完成标志性的人生大事、生活大计，如结婚、生子、养育大计，或置产、购车、重要的生活用品大升级大换代，或通过一些诸如移民、学位之类的资格申请，或标志性地开展重要的学习计划、养育大计、健身、比赛等人生大计。也可能是成为生活能手、家中骨干，\n　　也可能是你自身素质的“提升档次”，如开展或完成重要的学业、考试通关、申请获批等，或是开展提高身体素质的较耗时的“工程”，诸如健身、保健治病、饮食大改善等，通常在此期间，处女座会变得更健壮、丰满，胃口更佳，拥有更强大的“革命本钱”。不管是哪种，你都会耗费较多的时间或金钱，同时也干劲冲天。注意生活节奏仍要讲求张弛有道，劳逸结合，锻炼健身也要量力而为。\n　　这些将让你拥有更优质、饱满的生活，或让你个人的资本、筹码更足，为人生添砖加瓦。\n　　同样道理，有些处女座可能相反，会遇到工作、生计上的挫折、失利、损失、清盘、倒闭、弹劾、项目流产、损兵折将、解雇、遣散等，身价大跌，收入大减。这通常说明你之前的执着存在某种不合理、自娱自乐，并不十分实用，或是并不十分合时宜，或是你并不真的喜欢自己做的事，拧巴肯定干不好。也有不少处女座因种种原因离职，可能意味你的某段生计发展得功成身退，彻底放下担子，或是谋生方向、个人价值方向性的转折，未必是坏事，即使不免阵痛。\n　　另一些处女座则是在个人生活上“失利”，比如因种种原因染上疾病、受伤、退学、被吊销资格、考试不及格、申请遭拒，或财政捉襟见肘、周转不宁、投资损手烂脚等。不管是哪种，处女座都要尽快从困局中爬起，抓紧时间另辟蹊径，重新开始，接下来还有不少转机。\n　　2021年，处女座们大多变得更加成熟、老练、务实，少了许多之前的轻灵洒脱。你会更踏实努力埋头做好手上的事，更注重效益、效率和成果，更注重“投入产出比”，即使遇到不喜欢的事，也会多了许多现实的考量，会因某种任务感而耐着性子完成。\n　　2021年所有土象星座都会有现实的收获和压力，但其中处女座可能是负荷较重的。摩羯因为带有某种草莽初创性，刚完成野蛮生长，心理负担可能是最小的，想问题也比较单一，金牛则有点一览众山小，有点境界了就能忽略很多小问题，也能皮厚肉糙一点，而处女则比较容易倾向苛求自己，或被各种苛求，因此尤其精益求精，偏偏手上的事有不少自己还不太能决定，因此处女座容易过劳、焦虑、紧张，继而也可能反映在健康上。\n　　所以本来对土象的嘱咐是眼前不是因现实层面紧缩匮乏的压力，就是因新铺展开的项目、要任标准和要求显著增高，你要做好刻苦奋斗、全力以赴的准备，要“拔着头皮生长”，要“打鸡血”…… 但对处女座，这些话还是免了，句号。\n　　总体而言，2021年处女座通常都状态大好，心里有光，生活充实而有奔头，充满干劲，虽然很多事情都是以前都没怎么做过的，而且要赶时间表进度，免不了忙中乱、乱中错，但大致是顺利，如火如荼地进展显著，且很快上手，所有的努力、坚持感觉都值了！注意此刻处女座赚钱的欲望会较强烈，一旦出手通常都是重拳出击，注意控制好风险。\n　　注意2021年，尤其是2021年的1-2月，于所有人而言，都是某程度的“定调”之年，仔细留意当下你的所思所想，所作所为，可能是未来十数年的缩影、开端。也就是说，如果你尚年轻，那你在2021年所开展、推进、完成的事，你的关注点、重心、着力点，将是你未来主业、生计发展的一个方向或入口，影响未来至少十数年。这将是你驶入更宽广的新航道、迈上更宽广平台的启动期！而你此刻取得的成绩、地位，将是你日后“行走江湖”的重要资本。\n　　2021年尤其9月过后，处女座大多会更活跃走动，与外界更多交流，更多吐纳，大多也是因为要推进、完成某些要事。\n　　一些处女座会广结善缘，与人有更多互动、合作、交流、谈心，或是向之积极请教、商量、探听消息，过程大多蛮轻松且有建设性的，让你办法更多，路子更广。一些处女座会更想表达，会说很多话，或撰写文章，妙笔生花，轻易打动人心。\n　　与此同时，也可能有人给你“来事”，有可能是好事，也有可能是麻烦、是非，让你不时思考怎么应对。这多数是你认识的熟人，更可能是某些与你利益存在相关性的，比如家人、伴侣，或客户、供应商、关系户、合作或竞争的同事或对手。其中也有一部分的处女座，在十多年里你身边存在这样的关系或这样的人：比如特别浪漫或不符合某种道德伦常的关系，比如特别理想主义、不切实际，或是无欲无求、佛性十足的人，比如不坦诚、让你感觉“没底”、虚头巴脑、虚情假意，或是需索无度，窃取你、做小动作的小人……  2021年4月过后就要留意，可能又有“状况”，让你经常思考怎么应对。尤其要提防那些窃贼一般消耗你的人，还好多数处女座在过去那些年已经“练出来”了，也不太容易受此干扰了。\n　　还有一些处女座则通过各种方式拓宽自己的知识面，增广见闻。此时的处女座十分敏锐聪明，求知欲，理解力更强，可能会通过正规课程，或是去的地方多了，见识的事多了，或接触到、查阅到的新的资讯、学识多了，让你收获不少知识和“干货”、“妙招”，有用又有意思，这些大多仍出于工作或办事需要。","constellation":"处女座","health_detail":"　　多数处女座都状态颇佳，干劲十足，耐操耐劳。你充实忙碌，消耗较大，胃口也极佳，常感精力旺盛，体魄强健，总能酒足饭饱，肉菜响亮，可能轻易体重上升，强壮丰满。注意把握好生活节奏，张弛有道，劳逸结合，要避免暴饮暴食或饱一顿饿一顿。这是你锻炼身体，改善饮食的好时机，但也不能“用力过猛”，造成各种不适、暴瘦或爆肥，或埋下病灶。另外也有部分处女座，尤其在过去就比较透支身体的，2021年可能会出现较大的病痛，一些则是消化不良、神经衰弱等，也有部分处女座会受外伤。注意1、2月，6、7月。","love_fortune_detail":"　　你正逐渐“收心”，愈发务实，目的性强，多数注意力、精力都会放在各种要事大事，或生计赚钱上，不少事没经验，也容易乱、出错，比较耗时间，把你封印住，所以通常你也不太能有热情去风花雪月，儿女情长。\n　　单身处女座魅力大多流露在那些办事、学习、交流合作的场合，或某些目的性较强的活动、求学、健身、远游等过程中，因此容易在这些过程中与人日久生情。9月过后你将更活络，也更愿意地表达、交流，此时关系比较容易发展起来。\n　　注意处女座近年有缘接触的人可能有以下几类：一类是大家、梦想家，如有着某种普济、理想主义、浪漫、“佛性”、艺术、演艺、玄学、伦理学、慈善身份的人；一类是不真诚甚至来“占便宜”的，如有家室、虚情假意、行踪不定、委屈你、蚕食你的人，还有一类是自身存在人格缺陷的，如成瘾、吊儿郎当、不切实际、“怨妇”、“巨婴”等。这些不少处女座在过去十数年已经见识过，但暂时这类的缘分尚未尽，还可能再遇。要当心的是后两类的“烂桃花”，对方出现的时候往往带欺骗性，所以要留心识别。而你自己也要警惕不要先行自我陶醉，自欺欺人，否则也只是空欢喜。\n　　2021年仍属延续2020年变局且同样具标志性变化的一年，因此十字街头的恋人大都面临方向选择。你不太有精力花时间折腾儿女私情，除非这是你要办的正事之一，比如筹备结婚，你将积极、认真看待，并迅速走进婚姻殿堂，成为亲密的战友、“夫妻档”，你的人生也将因对方变得更完整、饱满。如果对方不够懂事，给你带来滋扰、麻烦，你可能吃不消，建议果断放弃。注意如果存在要你过于牺牲、过于委屈、不牢靠、虚情假意、有家室，或是让你感觉前路未卜的人，应当断即断，但没有人应该成为谁的天使或信徒，你的时间才是“最值钱”的。也有部分处女座相反，婚恋观本身就过于理想化、不切实际、没方向感、自欺欺人、“圣母”、不符合道德伦理，一方面带给你十分浪漫的感受，但更可能让自己陷入七荤八素的关系，云里雾里，最后蹉跎了岁月却换来一片荒芜。\n　　有伴的处女座自身正在急促成长，一方面会有点任性，另一方面着手要开展的事很多，压力将与日俱增，因此更需要一个成熟、能默默支持、配合的伴侣，将情比金坚，无惧风雨。部分处女座可能置身某些缺乏归属感，“前路未卜”或“委屈”的关系，或是一方在牺牲、成全，甚至在治愈对方，即便如此，你多数注意力重心幸好并不在此，且问题通常已经在渐渐淡化或缓解。也有部分处女座将迎接新生命的到来。注意4月过后一些处女座可能有机会遇到诱惑，或是相反对方给你“来事”。","social_fortune_detail":"　　只要专注地做你想做、爱做的事，就会有好事发生！你自己才是自己最重要的贵人，你的本性、内在的张力，以及你不知不觉积累的实力，将决定你的路能走多远，生活是否幸福。此际能给与你帮助与支持的通常是与你共事或某些办事、上课的“正事”场合认识的人，尤其9月过后。\n　　与爱情运道理一样，处女座近年有缘接触的人可能有以下几类：一类是大家、梦想家，如有着某种普济、理想主义、浪漫、“佛性”、艺术、演艺、玄学、伦理学、慈善身份的人，如果接触到的或身边的是这一类，往往能带来裨益。另一类是不真诚、不老实、来“占便宜”的，或有成瘾、不切实际、“怨妇”、“巨婴”、吊儿郎当等人格缺陷的人，这些一旦接触到，或是身边就有，就要比较当心和尽量保护好自己。你也注意不要心太软，太麻痹大意。","wealth_fortune_detail":"　　此际你少了很多草莽、冲动，对金钱态度更务实，认为不以赢利为目标的努力都是“耍流氓”。因此你更注重开源节流，而多数处女座在今年都财运极佳，收入见涨，或正式杀出了一条新财路。有些处女座则从2020年财运已有所收获或收入改观，那大多是“早该收成”的，是过去的努力而早该收获的果，而2021年的财运则大多来自新项目、新财源。若是投资收益，你将继续让它“滚雪球”，注意控制风险，投资要见好就收！没把钱用于投资的处女座，开销也可能水涨船高，会有一两笔大额实用购置。\n　　也有不少处女座将会在接下来好几年里有资金或周转压力，也许是因为有些事正从零开始，有很多花钱的地方，要设法开源节流，也许是某个财源缩水或断流，又或是纯粹是自己越强大越要强大，目标、标准定得更高了……种种可能，最后就是让你日益“饥饿”、不满足。\n　　另一方面，你今年大大小小的开销也不小，大多是用在改善生活，让生活便捷舒适的实用开销，或是投资上，动辄重拳出击。4月前尤其是投资收成的黄金时刻，宜适当见好就收。","site":"E"},{"uid":"b735453f437fcad91ad9414e324fface","cause_study_detail":"　　如果此刻你的注意力重心并不在生计事业上，那你2021年的事业运只需要用“按部就班”概括，而你当下发展出来的其他某些习惯或爱好，也可能经若干岁月发展成你某种副业甚至主业，本章下面描述的情况将不会发生在你身上，可以跳过不看。\n　　如果你的注意力重心正放在生计事业上，那2021年你的事业将走出一段“绽放”行情。而且也说明事业的变化，是你此次“新生”“突破”的重要“引擎”，大可乘胜追击。\n　　天秤2021年事业上的变化，不少是在2020年4月以及9月过后已发轫或有苗头，或是从那时就开始转折，但2020年以及之前发生的事通常代表过去的成果、结果、“了结完成过去该完成的事”、结束，2021年则大多是崭新的开端、新的突破，如新项目、新工作、新方向、新财源等。\n　　求职的天秤大多能进入喜欢的行业做喜欢的工作，虽然大的收益没那么快看到，但通常也不错。所以你一定要听从自己的内心，去找那些想干的事，还要相信缘分，去做那些你能顺其自然进入的岗位、行业，因为此刻你通常也有缘进入喜欢的工作，或是你做着做着就会喜欢，或是中间会出现某些契机，把你带到你该去的行业、职位。\n　　此刻不用犹豫！也不用太过于讲究，因为大概率还要调整还要变。虽然你现在什么经验都没有，但也没有包袱，所以输得起，说不定将错就错，柳暗花明又一村，你就当自己在练手，这是你的一段必要的摸索和试错。\n　　在职的天秤，有机会绽放光芒，表现特别亮眼，你的努力、天赋、才情都更容易被看到。\n　　天秤天生自带正能量，在上一阶段因某种“无退路”、“原路不通”、失去保障，不少天秤曾伸手一抹黑地被倒逼出某些成就，正如没有伞的孩子跑得最快的道理一样。2021年，这群在上一阶段磕磕绊绊走出来而形神不灭江山不倒的天秤，将在过去打下的基础上，找到新的突破口。\n　　也有不少天秤在2021年会改弦更张，有机会开展一些新项目，或是着手自立门户、“单飞”，而且你要开展的大多是你喜欢、让你憧憬的事，或是能有更多机会像“明星”一样在“舞台”上表现自己，轻易“大红大紫”，或推出“炙手可热”的新产品。而且因为接下来的事情并不熟悉，你还要硬着头皮先行动起来。9月过后你可能有机会接触一些新项目、新工作，有机会突破某个瓶颈，或收获不错的成绩。但也有部分天秤在此阶段会有跑冒滴漏之类的状况，或是失利。","comprehensive_fortune_detail":"　　2021年，是许多天秤正式结束困局、动荡，正式突破羁绊，正式“回位”或正式“出走”、正式“翻篇”的重要转折之年！“爱”是你要前往的下一站，你只需要让自己真正地奔走在热爱里，去认真做你真正爱做的事，去认真爱你珍爱的人，便是此行的使命和目的。\n　　在上一阶段（2008年-2020年）堪称许多天秤的“多事之秋”，那些来自你的家、你的志业处境、你的产业、你的归属、你所属的组织、行业，甚至个人的健康问题等，可能曾一度经历过较剧烈的动荡、变革，或是曾给你带来过麻烦、碾压、约束、伤害、悲伤……这些一度带来痛苦或焦头烂额鸡飞狗跳的啰嗦事，终于较正式的尘埃落定，结束了，或即使存在也已经不太会对你造成影响。\n　　2021年，一度深受其扰的天秤将正式从那些羁绊、困局、烂局、窘境，甚至险境中走出来，正式“刑满释放”，获得或大或小的标志性突破！将有新奔头、新亮点或新尝试。\n　　一些“被封印”多时的天秤终于遇到重要契机，可以正式离开某个不适的环境，突破藩篱，可能是换地方、换工作、改行，甚至离家，将拥有更强的自主性，眼前的世界将逐渐“宽敞明亮”；也可能是一度颠沛流离的游子终于归位，正式“回家”，这才是你心安处！\n　　你也可能因种种原因要“单飞”！要脱离某些组织、人去单过，或单打独斗。此刻你的力量可能尚且单薄，拳脚还不算有力，但你不想再被裹挟，即便这样可能不“安全”，你仍会勇于突围、舍弃，勇于面对各种未知的危险甚至损失。而且不需要很久，你也将发现，只要你做你认为好的、对的事，即使没什么保障可言，也足可以撑起你自己的精神世界，而不需要再仰仗什么。\n　　树挪死，人挪活，前行，就是应该离开此刻停留的地方，也许日后你将感谢自己居然胆敢走出来！\n　　也有许多被所处的环境、家或自身的处境，或某些损失、伤病困扰的天秤，并没有很大的“动静”，只会着手一些当下兴之所至想做的事，籍此逐步重建自信。事实上很多时候，对抗外部世界的扰动的最好方法并不是与之抗衡或离开，而是与之共存，无视它爱咋地咋地，但自己的内心却日益代偿出一种张力和韧劲，要“一意孤行”地做好自己，该干嘛干嘛。正如“打不死你的终将让你强大”，当你哪天在此逆境中默默长成一颗参天大树了，这些外部的困扰即便存在也微不足道了。\n　　一些天秤终于摆脱了外部处境的困扰或啰嗦家事，结清了“旧债”，正式告别了某些曾十分要紧、眷恋，却已经牵绊你多时的旧事旧人旧物，终于可以轻装上阵，着手铺展自己的新生活，一遂心愿，做点自己真正喜欢、想做的事。\n　　比如你可能会有乐见其成的格局上的新变化，或是标志性的“大动作”、，或是热火朝天地开展一些较大的新尝试，大多是积极快意之事，同时也用掉了你大量的时间、精力，如创业、生子，或是“发动”某些创举、创作，或是热切认真地开展某项新的兴趣爱好等。\n　　比如你的家、你的生活环境也可能出现更符合此刻需要的新面貌，新气象，可能是家居环境变得更美观舒适便捷，也可能是能拥有一个更独立的空间，或是因人员的增减而住所有所调整等，你将不吝付出。你将自此为起点，重新设计、安排自己的生活，铺展开新的生活蓝图，继而你的生活重心、形象、性格、接触面、圈子、生活方式、事情的轻重缓急等都将随之有所不同。\n　　比如你也可能会按自己的真实个性，兴致勃勃地改头换面，置办行头，形象升级，让自己形神合一，更有存在感。\n　　你已经开始逐步建立更适合当下的生活格局、发展之路，让你拥有更自在、惬意的人生！即便这些并不一定能“有什么用”，但你知道，这样你的状态才能更佳，内心才能宽敞、舒适起来！\n　　还有一些天秤会为热爱而奔走，不吝付出大量时间、精力甚至金钱。\n　　你可能终于拥有“真爱”，生活有新亮点、新奔头。这大抵是缘分已至，幸福来敲门。可能是你爱不释手的物事、心头好、宠物，或是孩子、恋人，也可能是某些如火如荼开展的兴趣爱好、游戏或新工作、新任务、新课程等一切你心之所至之事，甘之如饴地付出大量时间、精力甚至金钱，孜孜不倦，即使累却也很能自嗨，会很给力，很用心。\n　　你也可能有“新玩法”，把某些爱好玩成“精专”。你也可能你只求心欢喜，更随性、洒脱，及时行乐，或认真捣鼓些有意思的事，消遣娱乐性质的事情会比过去多。只要心欢喜，便愿意去试一试，弄一弄，玩一玩，也比较舍得花钱买享受，买“奢侈品”，置办你真正喜欢的物事，买乐子。\n　　不管你经历的是以上哪项，都很可能是预示未来生活的一个美好的新开端。你都将主动积极为之，或是你乐见其成的，都让你十分雀跃、带劲、青春焕发，为你的生活增添了许多活力和快乐！你甘之如饴地为之投入大量时间、精力、金钱，累却快乐着。\n　　2021年，许多天秤都将明显感觉形神俱在，精气神正式回归，状态更佳，更朝气蓬勃，活跃生猛，青春焕发。\n　　虽然多数天秤此刻尚未有太明确的目标，也不太确知自己以后会怎样，自己的生活到底会如何铺展。但你将日益感觉自己正念满盈，心植桂冠，内心将越发饱满、敞亮、洒脱，生活越发鲜活、有意思。\n　　你的内在一定有些什么充满生命力的东西，在支撑你，尤其是生活中存在你最在意、最热爱之人或热爱之事，已经填满了你的内心、你的时间表，乃至生活的角角落落，其他什么狭隘、暗黑、病态、不公各种滋扰或是环境处境动荡的烦恼，就再也塞不下，就都什么也不是了。\n　　2021年你将越发笃信自由、快乐和爱，才是生命的核心意义。只有先拥有这些，生活才是有质量的、鲜活的，其他诸如成绩、财富，也都只是实现这些的工具和途径。\n　　你将更有存在感，更自在、阳光、热情、开放、敢爱敢做，乐意迎接一切未知。每一天于你而言，都是绚烂、天空海阔的，即使年纪较大的天秤也有种重回少年的抖擞感！\n　　你的内心能常保清澈澄明，能保持本色，保持真诚和热心肠，可以没什么思想包袱地率性而行。因为你就是你自己的太阳，不需要仰仗别人照耀。\n　　你有你的骄傲和胆识，有你的心之所向、心有所属，此刻纵尚无鲜衣怒马，仍要不负韶华。你只管坦然地认真生活认真爱，其余都交给上天。\n　　2021年4月中下旬，以及9月过后，许多天秤将积极开展，或是迅速办成工作或生活上的一些要事要任，如投资、资格申请、考核评比、参展等，或是生活要务，如养育子女、教育、健身、养生、烹饪、生活用品升级换代等，让生活过得更精致更质优。\n　　一些天秤则在此阶段获得等待已久的收成，如获得涨薪、嘉奖、投资收益等，或是正“玩”得起劲的某项兴趣爱好、课程、健身计划获得标志性的进阶。你也可能梦想照进现实，推进远大、崇高、泽渡世人的项目，通常文创、艺术、演艺、心理学、社会学、玄学、社会工作、宗教，或药剂、酒等领域，更有机会一展所长，盆满钵满，有如神助。而如果你多年来一直没担当、吊儿郎当、自由散漫、好高骛远、滥竽充数，以及各种跑冒滴漏、 “杨白劳”，那你接下来将很难蒙混过关，跟奖励和成果相反的，你可能会被弹劾、解雇，被逼着转型。\n　　注意健康可能在此际发生一些问题，少数天秤存在神经、精神健康、感染、免疫，或酗酒、药物依赖之类问题，要积极就医和控制，此阶段有机会改善。\n　　总的来说，不管是工作或生活上，这些大大小小的推进，将让你拥有更多的自主权，话事权，虽然眼前有许多事或是过去没怎么处理过的，但聪慧如你仍能很快上手。你上进勤奋，虽然有点累，但也感觉有价值、有意思、有奔头。\n　　还有一些天秤会在此阶段完成、了结一些早该完成的家事，或者完成环境调动，或是平息处境动荡的事，也可能有“了事”、“遂愿”性的大笔购置、投资。","constellation":"天秤座","health_detail":"　　你精力旺盛，生龙活虎，精气神回归，身心舒畅。生活有新内容、新亮点、新奔头，做快乐的事，跟舒服的人在一起就是最好的养生。2021年也是你健身或治病的良辰吉日，若有不适或异常，一定要及时就医。注意此期间你可能胃口极佳，体重见涨。","love_fortune_detail":"　　2021年，你本性中最美妙的部分将被激活、回归，你自然流露真我魅力与本色，将逆龄生长，明艳照人，同时你也比之过去更容易动心，有多些兴致谈情说爱，轻易一见钟情，且往往久旱逢甘露，不淋漓尽致不痛快，你是个极佳的爱人。\n　　单身人爱情爆灯！你正处于环境、生活格局的新旧切换中，有许多不确定性，有许多大大小小的聚聚散散，人来人往，同时你的内心充满爱与热情，易红鸾星动，一见倾心，再见钟情，哪怕冒天下之大不韪，也不淋漓尽致不痛快。因此你只管凭直觉，尽管许愿，眉目含情，整个宇宙都会帮你把TA召唤过来，你也一定能在芸芸众生中认出TA。\n　　留意那些自去年4月以及9月后逐渐走近，让你感觉不错的人。今年则大多机会发生在9月前，4月，以及9月过后你可能事情变多，机会自然少些。\n　　此时你也已经“活出来”，日益知道自己喜欢什么，讨厌什么，一旦看中，会积极努力追求或留住对方，一旦感觉不合适，将明确拒绝。\n　　2021年仍属延续2020年变局且同样具标志性变化的一年，因此恋爱中人通常非婚即分，尤其去年4月或9月后开展关系的，或已开始谈论分合的情侣，今年会有定论，要不迅速定下来，结婚、筹备结婚或如夫妻般正式同居，成为相濡以沫的伴侣，要不因种种原因分手，不太会纠结踌躇，也不耽误对方，不管进退分合都发展得很快。\n　　那些温和、诚恳、善解人意，能给与你耐心、鼓励、尊重，跟你像朋友一般，愿意陪你颠沛流离迎接未知，不离不弃的人，是你此生弥足珍贵的爱人，如遇到要好好把握，有机会佳偶天成，继而很快开花结果。那些尖刻、局促你、死气沉沉、常有负面情绪的人，最好果断分手，不要浪费彼此时间。注意此时一些所谓的暂别也往往会演变成正式的分手。\n　　有伴者通常重视爱情盟约，感情较稳定，那些曾与你同步过冬的伴侣，是你坚实的依靠。一些天秤有机会迎接新生命的到来，成为你接下来生活的新奔头、新亮点。还有些天秤则是守得云开见月明，分开多时的人终于能团聚。\n　　部分天秤在这些年可能因种种原因，经历了类似离家、离婚、居无定所、家宅不宁，或是生离死别等变故，而2021年将正式逐渐回归平静、正常、“新常态”化。另外也有些天秤可能会遇到“真爱”，如果原本婚姻就存在较大问题，让你感到十分局促、不安、无爱、不自信，可能会“弃暗投明”。你需要一个能与你同步同频，真正懂你，像朋友一般的爱人。","social_fortune_detail":"　　你的心是你的指路明灯，不仅照亮你的路，还让你别具光芒，只要专注地做你热爱的事，和你喜欢的人事物在一起，就会有好事发生！你就是你自己的太阳，不需要别人照耀。","wealth_fortune_detail":"　　4月以及9月过后，许多天秤有不错的进账，或是较大笔的开销。\n　　然而你的开销也十分庞杂，可能因为活得比较随性，只要为了你喜欢、你想要、你需要，包括为了你的心之所属、兴之所至的人或事，都会不吝付出，花不少“奢侈”钱，买快乐、买舒适、也买精致、品质。一两笔大花销后，你可能会逐渐收敛，精打细算起来，开始觉得钱不够花，或是想多挣点。","site":"E"},{"uid":"6846dc393f31979eb7ef27598493a8fe","cause_study_detail":"　　天蝎天生具有强烈的危机感、警觉心，也最顽强，你觉得与其脚踏七星彩云云里雾里，还不如在泥泞中跋涉，一步一个脚印。而此阶段天蝎尤其渴望安身立命，渴望能扎根某个工作、行业，渴望安全感、保障以及归属感，因此你会更焦急、务实、积极进取。虽然你也同样有一点茫然，并不知道自己最终适合什么工作，你仍不会让自己闲下来，会积极找工作，不会太挑三拣四。\n　　然而此际有缘分从事的工作往往需要你屈就，比如工作不对口、不熟悉，或是要收拾“烂摊子”，要你摸索好一段时间，或是屈才、大材小用的工作，没太多发挥才华的空间，还可能是某些规矩多、要求高、领导苛刻的工作。但你仍会无论如何也先干起来，哪怕放低姿态，因为你知道什么叫生于忧患。\n　　也正因如此，接下来的几年，天蝎将比其他水象星座更早闯出自己的一片天地。\n　　某些在职的天蝎重心在家事、私事上，工作可按部就班，没有太大变化，但重心在工作上的天蝎则变化较大。\n　　你可能感到十分束缚、被动、郁闷，可能是限制、规矩、要求变多了，被加施“紧箍咒”，或市场空间被挤压小了、贫瘠了，不利因素、“雷区”多了，或是内部挤兑、挤压让你如坐针毡，也可能是你清晰地看到“天花板”、“瓶颈”却无法突破。\n　　一些深耕多年的天蝎，可能会功成身退，摆脱闷局，哪怕舍弃积累多年的基业、江湖地位，意欲“先死而后生”。你也可能会脱离原先的组织，换东家、换跑道，甚至改行，另立门户，或是会被外派，虽然犹如“流放”，但也“山高皇帝远”，树挪死人挪活，没准在不久的将来，你会被倒逼出另一种强悍，届时归来也许已是王者。\n　　也有些天蝎相对只是微调，会把工作重心从外向内转移，把重心放在内务上，或者调到偏后台的部门，甚至主动或被动地“降级”。如果你是领导可能会改善内部生态，整肃编制，清理门户，淘汰落后过时的工具、系统，把该换的人换掉，搬迁，修葺办公环境，或制定出更高效、有序的内部管理规范、工作流程。营销或市场人员可以考虑做善因营销，起心动念，福有攸归，冥冥中做了一石二鸟的好事。","comprehensive_fortune_detail":"　　2021年对于许多天蝎而言是极重要的一年，你将正式“慢下来”，正式进入了一段漫长的调整期，虽然也有不少乐事，有机会解决某些过去留下来的“老问题”，但你将显著地看到一些变化，会被某些身不由己“倒逼”。\n　　某些涉及你此生根基、命脉、安身立命的的事将有重要的变化，可能性包括你的家、安身处，或你所属的组织、行业、处境，或你的产业、家业、工作、产权，以及你此生寄居的这副皮囊等……与归属感相关的事，此刻正在逐渐进入一段为期至少12年的深刻且漫长的调整期、变革期，将或早或迟地经历较剧烈的“伤筋动骨”的变化。2021年将发生一些标志性变化、事件，大多是具正面意义！\n　　不少天蝎在2020年4月、9月过后已发生，甚至最早的在2015年、2018年后已或先或后出现。那些发生得早的，2021年的变化很可能是针对过去几年各种折腾、动荡或不适的“小结”或加强版，但也可能是更成熟的主动改变。\n　　2021年最常见的，是家事、居住地，或是工作、行业，乃至个人健康、个人处境的变化、异动，往往是方向性、结构性的，大多是你积极为之或至少比较能接受的正面改变、改善、改观，是解决之前的问题、纠正存在已久的问题，但也有的是爆发问题或白热化。\n　　正面的变化、异动，包括可能是你的家、工作环境，或你身处的环境、处境，有可喜的显著改善，或是出现喜人的新面貌、新内容。\n　　比如之前一直困扰你的某些家事、“落脚”问题、事业处境问题，终于获得正式解决、改善，或是出现较有利形势！比如改行、换跑道、换东家、换地方，可能进行某种以退为进的变革，凡事见好就收，不要死磕。比如离开所在地、离家，或相反“游子”终于回家；比如家有喜事、喜讯，或更准确地说是家有新变化，出现新风貌、新人、新内容，“升级换代”，或“光宗耀祖”，或是结婚、生子、迎接新成员，或获得祖荫、分得家产，或置业、买地、搬迁、装修、家具大换代；比如“清理门户”，赶走那些内部麻烦人，淘汰落后产能、扔掉碍手碍脚的家具工具等；比如之前出现的健康问题改善；也有天蝎是某些一度不和的亲人关系改善或重新在一起等……不一而足。\n　　树挪死人挪活，若要摆脱桎梏，就要壮士断腕，离开限制你的地方。\n　　然而，也有不少天蝎相反，是在这些方面出状况，或是有麻烦、啰嗦事，被牵绊住、绑住或打压，有沉重的制约感。\n　　一些天蝎可能生计事业的处境、形势变得艰难、贫瘠，或是变得很多规矩、限制，被“绑住手脚”，少了很多主动权，让你有局促感、制约感，才干被埋没、被局限，屈才，有些是大环境问题，有些是内部斗争的如坐针毡，此际你也往往有缘分接手“擦屁股”、解决问题性质的事。\n　　天蝎天生拥有强烈的危机感、忧患感，对许多不利情况尤其警觉，因此许多天蝎会及时“穷则思变”，比如前面提的积极地转行、换跑道等，且往往行动迅速，勇猛，变化幅度大。而“没反应过来”的天蝎则可能会遭遇变化、变故，遭到挤兑、削权、边缘化、甚至解雇。\n　　你最好有心理准备，这些状况短期不能改变，甚至是大势所趋，所以你最好识时务，主动调整，甚至“壮士断腕”。切忌“顶风”而为，不要死磕，不要太计较得失，不要太恐惧动荡和折腾，因为无法避免，抱残只会让你更被动，更焦头烂额，还可能错过有可能出现的转机。\n　　一些天蝎则是啰嗦的家事、“家宅不宁”、健康问题或其他啰嗦事。\n　　比如你可能要为自己的家承担重要的任务、家事、家务；比如家、家人遭遇状况，需要你“救火”或照顾、盯紧、“擦屁股”；比如家庭内部矛盾、失和、权力争夺、利益争斗，要受委曲才能求全；比如家业、产业、产权纠纷，或沉重的信贷、债务；比如大兴土木造成乌烟瘴气；比如个人健康出现问题；比如发生诉讼，最极端情况是身陷囹圄。\n　　还有一些“历史遗留问题”，或是你自身存在多时的毛病、局限性，能力上、健康上、性格上或习惯上的，或某些偏颇的想法、做法、关系，此际也可能会引爆一些麻烦。\n　　……不管哪种，都比较耗时、啰嗦折腾，把你“封印”住、绊住，让你没时间精力去图发展，也很难放松做自己想做的事\n　　2021年许多天蝎会正式解决、“圆”一些“该”了之事！\n　　一些天蝎是多年的宿愿终于实现，“了愿”，犹如上天终于被你精诚所动，给你还愿，也有些则是终于放下多年的悬念、妄念，看开，不再想了。\n　　一些天蝎会收获福报，有天降的好运或关键时刻吉人天相，或获得“不劳而获”的福荫、馈赠、产业，债务得以结清，必要时能获得捐赠，或是有冥冥中获得福报，天降甘霖，而有些则不得不“还债”、被割据、受罚，或是莫名摊上麻烦事。一些天蝎终于了结某些“历史遗留问题”，可能是解决，“清场”，也可能只是放下。\n　　一些天蝎会圆某些未尽之缘，因缘际会，来归还你或索回一些未了的“债”，可能旧人旧事复现眼前，获得旧识、故人、家人的帮助，或是相反你帮助这样的人，或是寻根探亲、叙旧、故地重游，触景生情，睹物思人。\n　　一些天蝎则要经历断舍离，因为种种原因正式了结、告别某些旧事、旧关系，可能是某些曾带给你安全感、归属感和快乐的人、事、物，如家人、老朋友、或寄居多年的居所、工作、城市等，你曾因之鲜活过，因此一度有荒芜感，失落、不舍、五味杂陈，但也可能感到释放。\n　　2021年，天蝎实际也处于一个进退两难，也进退皆宜的分叉口。\n　　此时的进，一定是某种“先死而后生”，是以牺牲、舍弃原有的安全、资历、积累，舍弃旧有的保障、倚赖，甚至壮士断腕为前提，而且要面对未知和风险，要折腾，但很有机会慢慢摸索出一条绚烂快乐的自主之路；而退，虽免不了经历一段时间的动荡、失落、不适，但却能安享眼前的小确幸，慢慢过好自己的小日子，能做点自己喜欢的事，心境宽敞，米饭响亮，你就明白人间真值得。\n　　因此许多天蝎在2021年会显著慢下来，岁月静好。\n　　许多天蝎已走了太长的路，过去的人生中有过许多可圈可点的地方，然而此时脚力尽时山更好，风尘仆仆的旅人，是时候停下来收拾行装，休息、观想，能日益快乐地活在当下，回归一种从容静缓，把时间浪费在美好的事情上，去追求看得见摸得着的小确幸。\n　　你会做些事去回填过去的不足，你可能会重拾一些兴趣爱好，会更多地跟喜欢的人或事在一起：觉得自己能力不足、精力不济的，会韬光养晦，回炉、充电、休息，和舒服的人或事在一起就是最好的养生；在外奔波多年的会回归，把更多的时间、精力放回在家、亲人身上，与老友、旧识、亲人有更多畅聚、叙旧、礼尚往来，乐享天伦，你的家可能高朋满座，笼罩在快乐中；奔波营役多年的终于可以停下来“不务正业”，做真正爱做的事，去好好爱你所爱之人和所爱之物；“伪装”多年的可以抛开“人设”做自己，真我其实更美更亮眼；健康亮红灯的，会锻炼、养生、治病，此刻出现的问题一定要认真对待、彻查……\n　　人生永远进退皆宜，你永远有值得奔腾的去处，也永远有绿茵静好的归途，进一步有进一步的惊喜，退一步也有退一步的从容。\n　　此刻你越是能放下，放松，越能正念满盈，心花绚烂，龙精虎猛，当你真正的状态上好，才能充当你珍视的亲人好友的吉星和保护神！\n　　注意2021年，尤其是2021年的1-2月，于所有人而言，都是某程度的“定调”之年，仔细留意当下你的状态，你所关注以及手头上忙的事，可能是未来十数年的缩影、引子。\n　　2021年，你已正式进入了一段漫长而深刻的调整期、蛰伏期，你是在各种限制里沉沦、自怨自艾，还是另辟蹊径，积极充电、练功，将成为日后你的精神、物质生活好坏高低的分叉口。\n　　因此，2021年是尤其考验天蝎你分寸感、耐力、正念是否足够的一年。此期间要尤其注意，在外部条件和运气都不算太旺的时候，人要收起锋芒，学乖一点，对可能出现的不愉快、不公、限制，不死磕，不正面冲撞，不冒险。要对危险时刻保持警觉，要懂得敬畏规则，敬畏世界，敬畏周围的人，敬畏自己的这幅皮囊。\n　　许多年后回想，你可能会感谢此际的变幻把你倒逼到另一条难路，却也让你发现自己某些过去不甚确知的天赋、特质，千回百转，柳暗花明，让你别处绽放异彩，拥抱真爱！\n　　不同阶段的天蝎体验略有不同：\n　　年幼和年长这两端的天蝎，更多表现在身体、精神状态上，通常会比较容易疲乏、易感、抵抗力不是特别好，或是家庭的动荡、折腾事等。青中年更多看到某些积累多年的功业已不太“管用”，不是转型就是看到“天花板”，遇到瓶颈，陷入低谷，或离职、退休等。\n　　1991-1992年出生的天蝎，是此阶段变动显著但也较有定力的一群。你将更快、更平常心地适应变化，能比较果断、勇敢、彻底地采取行动，扔掉或切断约束、困扰你的东西，不太会瞻前顾后。你会以更认真务实的态度，去对待自己的家庭、企业、产业，自己的领地，也会折腾，但是有“完成感”，感到值！2021年是你真正的“成人礼”。\n　　1981-1985年、1993-1995年出生的天蝎，同样变化显著，但更多可能是动荡感，是纠结、困顿、郁闷、局促、亏空感比较强的一群，对变化消化得比较慢，比较容易出现偏颇、沮丧的情绪，或不佳的身体状况。尤其1993年出生的太阳星座天蝎座，自我感较强、行动力较强，且易冲动，可能对各种制约、牵绊最容易感到愤怒，最渴望“推倒”、抗争，要警惕反应过激，但这群天蝎也可能出现被倒逼出特别的才华、能量的一群。","constellation":"天蝎座","health_detail":"　　身体是你最基本的“家”，也是你此生的底线，此阶段是不少天蝎身体的调整期，不是状态最佳的时候，容易困乏、累、易感精力不集中、休息不佳，易神经衰弱、免疫力不佳、旧病旧患翻发，但也正因如此，一定要十分关注身体的一切变化，也是你根治旧患好时机，最好抓紧1-3月。你要有意识地放松、休息、喝水、运动、慢走、晒太阳，适合调整作息，切忌熬夜。9月过后精力将相对改善，和喜欢的人或事在一起就是最好的养生。\n　　注意部分天蝎在2020年，甚至早自2015年、2018年过后已出现过某种不适或病灶尚未治愈，今年要尤其注意这些方面，一旦再出现问题不要耽误，要积极彻查，1月中至3月中有机会根治。注意3月、5月底至7月初、9月下旬至11月上旬。","love_fortune_detail":"　　你天性浪漫迷人，十分吸引人，但今年有不少天蝎状态不算特别好，不是精力不济，就是不得不折腾各种麻烦事，也就不太有闲心风花雪月。\n　　单身人只要健康无碍，则魅力不减，而且要不没有开始新恋情，一旦开始将进展十分迅速。此阶段跟你比较有缘分的，大多是熟人或是熟人介绍的“知根知底”的关系，比如认识很久的朋友、同事、旧识、故人、发小、旧情人等，或是由这些人或亲友“引荐”的人，如果跟某人几次想相忘于世，又总在各种山穷水尽处相遇，往往缘分匪浅，可以多加留意。9月过后，你更能自然流露魅力与本色，犹如发光体般光彩夺人，更有魅力，活动增加，你也较易一往情深。\n　　2021年仍属延续2020年变局且同样具标志性变化的一年，因此十字街头的恋人大都不得不要作选择。有担当、成熟、能互相约束的关系，尤其那愿意陪你颠沛流离、情深意切的关系，将迅速走进婚姻，“筑巢”，成为长长久久共同面对人世变幻的可靠归属、依靠，成为你真正的小确幸。那些缺乏诚意、缺乏担当、缺乏共同目标、缺乏彼此支持的信念的关系将面临分手，越果断越好。注意如果你自己尚无定下来的打算，不应耽误别人。注意一些天蝎可能会“为爱痴狂”，甚至罔顾道德清规。\n　　有伴者重视爱情，两性关系中天蝎通常都占上风，占主导地位，大多能风雨同路，互相扶持，感情尤其稳定。但不少天蝎可能家事繁忙、家有异动，比如家有喜事，如出现新成员、新面貌、新内容等，或置业、资产升值，伴侣收入大增等。比如有磨人家事、家庭内部矛盾、家宅不宁等。一些天蝎终于与分开多时的伴侣团聚，一些让你感觉局促、难受的关系则可能在此时面临危机。也有些天蝎的伴侣可能有状况，让你烦或是不得不付出许多时间精力照顾或帮助对方。","social_fortune_detail":"　　你要好事不张扬，坏事找熟人帮忙。家人、旧识、故人、亲戚可能给你带来福荫、收益、喜事，或能为你分忧，危难关头为你化险为夷！你也可能反哺，为这些人排忧解难，去渡人，成为亲友的吉星、保护神，但也可能某些家人、熟人、家事成为了你的负担、拖累、麻烦，让你伸展不开，那就随缘，人生总是进退皆宜。\n　　然而此际并不是你最无拘无束、无往不利的时候，你最好学乖一点，要懂得敬畏世界、敬畏规则、敬畏周围的人，还有敬畏自己的身体，你的态度将决定你运气的好坏，决定你遇到的是贵人还是歹人。\n　　你要学习像水一样--“水善利万物而不争，处众人之所恶”，也就是你要做那些做得到的，同时可以为人带来福祉的事，不争夺，不顶风而为，不锋芒毕露，不突出自己，你最好肯委屈一点，肯屈就去做一些别人不太愿意做或不太屑于做的事。","wealth_fortune_detail":"　　一方面，你可能有来自家人、家族的福荫，如大件馈赠、家产、祖业等，或是通过出卖地皮、不动产、企业、产权而获利，你也可能从有其他“不劳而获”、“天上掉馅饼”的好事，如作为经济支柱的家人收入大增，或是获得金融产品较大额的收入、赔偿、中彩奖金、资助、收回外债等。反之你也可能为你的家、你执掌的企业担负较大、较长期的责任，会大大小小地花钱，如买房、装修、增加办公费用、添置大件、承担养育赡养费用等。注意部分天蝎可能会遇到财权抢夺或责任推诿之类的纠纷，甚至要官司。\n　　另一方面，不少天蝎2021年正财运一般，大多因为某些主业、财源或谋生之路的显著受限，可能是规矩、法规、要求多了，或是创收空间缩小了，市场式微、萎缩了，甚至结束多年的工作，也可能是被自身、家庭的某些状况绊住以致无法施展拳脚。\n　　注意你的共同产权、共同责任都要计划安排分明，即使是亲人，即使是从小就认识知根知底的旧识，“混账”要慎重、要责权清晰，否则容易产生纠纷、争夺或推诿。注意提防盗窃剽骗，要看紧自己的财物、产业、产权。\n　　如果你是企业主或营销策划人员，下半年可考虑启动善因营销，起心动念，福有攸归，通常带来叠加的积极作用。若能为社会作出捐献、分享，更福有悠归。","site":"E"},{"uid":"d00658c6d4fa4fa831aee78acd7a4b36","cause_study_detail":"　　你从善如流，与周围人交流越多，走动越多，就越有机会有各种合作、交易、引荐的机会，为你打通路子，或至少给你重要启发。\n　　求职者方面，跟你比较有缘分的仍是有点艰辛或艰巨的工作，而内容则大多能让你拓宽接触面，增广见闻，不是要经常与人沟通、走动或差旅，就是比较繁重的文案任务，比如公关、沟通、协调、推销、分析、传播、媒体、文秘、交易、外贸、传送、物流、运输、旅游、接待、客服、资料搜集等，此期间从事这类工作比较能获得锻炼，且有机会深耕下去，要考验你的信息处理能力、应变能力，你需要更广博的见识和知识！\n　　在职射手的工作仍有点艰巨或艰辛。你能长袖善舞，与人有更广泛、有建设性的合作、协作、走动、“搞关系”，人脉越用越广，事情越主动去了解学习就越发现并不是那么难。此刻你的理解力、接纳度都特别强，你会扩大接触面，人事圈也在变，或要接触更多形形色色的人，合作、协调、公关，应对形形色色的场面。你的工作大多需要花时间精力去沟通、协商、接待、合作、客服、交易、推销，或要仔细分析、采辑、撰写文案、分析、传播、教育、资料搜集，或差旅、运输、物流等，这些你可能尚未熟稔，但你兴头挺足，会主动花心思去学去做，因此也容易有不俗表现。9月过后要处理一些内务，做总结，改善内部生态，整肃编制，清理门户，把该换的人换掉，搬迁，修葺办公环境，或制定出更高效、有序的内部管理规范、工作流程，清除烂尾工作，淘汰低效的工具、系统，若工作性质较封闭，可以考虑跳槽或换岗到接触面更广的职位。涉及营销工作的射手也可考虑启动善因营销，福有攸归，通常带来叠加的积极作用。","comprehensive_fortune_detail":"　　2021年是射手的“学习”之年，会学到或习得有用的知识技巧、生活经验，将跟周围人有更多有益的交集、合作，要学做人。\n　　在过去那些年，许多射手通过自己源于直觉的努力，已经在新的战略版图上落下了重要一子，拿下了的重要城池，完成了一两件标志性的要事，或生活要任、人生大事，终于握有一些拿得出手的资本和筹码，获得身价、收入、职业地位标志性的提升，环顾四周，该有的你似乎都有了。但也有一些射手曾竭尽弹药却遭遇失利，损手烂脚，只能在资源匮乏、筹码欠缺的局面下慢慢走出恢复行情。如果你还十分年轻，那过去的这些成绩、收益，只是你未来发展的“敲门砖”，前方还有长长的路，未来可期，即使失败、失利过的还会有很多机会掰回。如果你已人过中年，且上升星座不在土象星座（金牛、处女、魔羯），则过去的十数年，你已经走完了一段生产力最强的高峰期，或是正式从某项工作、“主业”上退下。\n　　2021年，在此基础上，许多射手将继往开来继续推进前两年铺展开的要务、投资项目，但已不再那么奋不顾身，不再那么砥砺前行。你不难从自己此刻所拥有的资本、资源的多少，个人力量的强弱看出，自己尚有许多盲点以及鞭长莫及的地方，而手上的事却涉及面广，因此你越发感觉自己在知识、技能、技巧、经验上的狭窄，出于这些现实需要，你会博闻强记，积极主动地拓宽自己的接触面、知识面，你可能会走很多路，见很多人，说很多话，吸收很多资讯、知识。\n　　一些射手越发求知若渴，才高八斗，思维严谨周密，会通过正式课程，或自学、查资料，更广泛地学习、阅读各种新资讯、新技术、新知识，常能获得有意思又有用的新启发、新知识、新技巧。一些则可能“实践得真知”，通过大量新阅历、实战经验，更广博的所见所闻，接触形形色色的人、圈子、场合、风土人情，马不停蹄，习得大量的人生经验、生存技巧、业务技巧、办事技巧，甚或是生活妙招。你更活络、四通八达。一些射手还会有更强烈的交流欲，会写很多字或说很多话，笔耕不辍，文采斐然，言之有物，口吐莲花。在这些过程中，你都能“就地取材”，集思广益，成为见多识广、干货满满的“学霸”、“生活指南”、“情报站”、“百事通”。\n　　另一方面，许多射手接触面的拓宽或改变，体现在生活圈，接触的人的变化上。\n　　你可能进入新圈子，切换生活圈，身边常接触的人“更新换代”，有亲疏远近的变化。一些关系将有“圆满”结局，良缘开花结果，一度疏离的关系也有机会重聚或冰释前嫌，不健康、不牢靠、死气沉沉的关系，是时候好聚好散，各走各路。\n　　某些原本认识但不熟悉的关系，变得十分紧密、热络，可能一拍即合达成重要的合作、盟约，当中的某些人，对你有帮助且有意思，将成为你长长久久的伴侣、合作伙伴、挚友或重要的甲方乙方。一些射手最早可能在2020年4月过后已经开始经历，则2021年，尤其9月过后将能看到这些关系带来的果，好的关系会迅速开花结果，带来收获，比如合作创造的产品、收益、业绩，比如成家、生子、置产等，不合适的会迅速分开、散伙，或因之遭受损失。\n　　你将越发渴望建立一些紧密的、“给力”的关系，待人接物将更认真、务实、目的性更强，也更注重诚信、责任。你更懂得与周围人搞好关系，更“会做人”，通常情况下都能有很多有意思、有建设性的交集，给你带来正面助益。\n　　也有不少射手有来自身边人的压力、烦恼、负担或局促感，要时常磨合、“搞好关系”，让你感觉麻烦、负担、束缚，也让你不得不学“做人”。你也可能要为某些熟人、身边人承担磨人的任务，对方不是“省油的灯”，耗时费力，感觉身心都被对方“封印”。\n　　留意2021年1月中至2月上旬发生的事，大概能让你知道此些关系该何去何从。注意这也是试炼婚姻和合作关系能有多稳固的时候！\n　　不管你经历的是哪种，都将让你告别孤陋，拓宽眼界与能力的边界，提升对各种事情的理解力、接纳度，更灵活变通，更四通八达，更通晓人情世故，让你具备更多驾驭复杂事情的能力，懂得运用周围的力量，四两拨千斤。\n　　2021年9月过后，有些最早会在2月以及4月下旬过后，稍稍慢下奔波的步伐、高转的小宇宙，停下过多的思考、交流和探讨，转而更多地享受私享世界，可能与老友、旧识、亲人畅聚、叙旧、重遇、礼尚往来，乐享天伦，或是故地重游。旧人或旧事可能复现眼前，触景伤情，睹物思人。\n　　你的家、住所或你名下的企业、产权，可能出现可喜的变化、改善，可能注入“新血”或是出现新风貌、“新气象”，如置业、买地、搬迁、修葺、置换大件、权益变动、继承、“清理门户”，或家有喜事，结婚、生子、迎接新成员，或福有悠归获得馈赠、福荫、善果等。相反也有一些会出现麻烦、啰嗦事，如内部纠纷、成员离去、内部人员有状况、家宅不宁、土木大兴，离开熟悉的地方，或是你自身的这幅皮囊不适、休息不佳、旧患翻发，陈芝麻烂谷子的一地鸡毛……\n　　多年来你可能对某件家事、“历史遗留问题”，或是对自身的安身立命之本、健康、归属问题、扎根问题，常感无力、迷惘，也渐渐接受了。2021年4月过后你可能又会为此类事左思右想，仔细盘算。且行且尽力，其他就交给老天吧。\n　　这不是你状态最好的时候，宜休息，观想，把绷紧的弦放松一下，打扫，还债、适当捐献、治病、淘汰“落后产能”，和你喜欢的人或事在一起，就是最好的养生！","constellation":"射手座","health_detail":"　　你精力旺盛，体魄强健，2月、9月过后旧患易翻发，此期间如有不适要及时就医，彻查，有机会根治，要留出更多时间休息、放松。1至3月、5月下旬至6月中注意交通安全。","love_fortune_detail":"　　你爱情运水涨船高，尤其在4月之前。你越发能与人为善，有极佳的人缘，与身边人有更多的接触，如鱼得水，打得火热。\n　　单身射手此际越活跃擦出火花的机会就越多，你能慧眼识英雄，发现身边金子般发光的良人，会以较务实、认真、真诚的态度寻找另一半，同时你有极佳的人缘，有机会遇到真命天子（女），一举“拿下”！对方大多是日久生情、惺惺相惜的熟人，如同事、客户、用户、同学之类，或是原本就认识但不太熟悉的人，一旦确定关系，即一拍即合，发展迅猛。\n　　2021年仍属延续2020年变局且同样具标志性变化的一年，因此恋爱中人通常非婚即分，尤其去年4月或9月后开展关系的，或已开始谈论分合的情侣，今年会有定论，不是结婚、筹备结婚，就是分手，不太会纠结踌躇，不管进退分合都发展得很快：要不迅速定下来，成为日后长长久久相濡以沫的伴侣，尤其信守承诺又能彼此“给力”的关系，有机会佳偶天成，继而很快开花结果，让人生圆满。要不果断分开，不浪费彼此时间，此刻你会有许多现实层面的考量，那些让你不安的、不牢靠、缺乏建设性的关系，将走到尽头，好聚好散。\n　　注意此时一些所谓的暂别也往往会演变成正式的分手。留意2021年1月中至2月上旬发生的事，可能是你们此段关系的晴雨表，照妖镜。\n　　有伴者今年大多尤其相亲相爱，恩爱有加，房事繁忙。尤其那些既温暖又能“给力”，成就彼此的伴侣。而一度疏离、紧张的关系也有机会重聚或冰释前嫌。射手今年走动较多，比较活络，身边会有特别合得来的人，同时条件好、对自己有帮助的人，如果你与伴侣的关系本身存在无法妥协和解决的“历史遗留问题”，很可能让你萌生去意，婚姻亮起红灯。部分射手可能因种种原因要与对方暂别，或聚少离多。","social_fortune_detail":"　　你身边有贵人，给你许多帮助、合作、鼓励、敦促，同时你也越发懂得如何长袖善舞，如何“搞关系”，“收买”人心，因此你人缘颇佳，如鱼得水，可获得周围人的支持或得益，这些人通常是的熟人，如家人、朋友、兄弟姐妹之类，也可能是你低头不见抬头见的，诸如同学、同事、邻居、客户、供应商、服务人员、楼下保安、清洁工等“闲杂人员”。此期间热络起来的人，当中一些将成为你长长久久的合作伙伴、伴侣、铁杆知己。你成也萧何败也萧何，可能同时受到来自身边人的压力、麻烦、管束，或是要与身边人磨合，不管你是否乐意，这些往往都带来积极的结果。注意不要画地为牢。","wealth_fortune_detail":"　　多数射手财务状况正逐步获得改善，或即使没改善也从容很多，你手头上开展的事有“多变”、“不安分”倾向，如果反映在收入上则是有 点不稳定。2021年免不了有繁杂开销，大多因为身边的人，或约会、聚会、“搞关系”。另一方面，9月过后，你也可能有来自家人、熟人亲友的馈赠或融资收益等，或是有莫名的好运，“天上掉馅饼”。部分射手如果在2020年3至6月有不良的投资项目或项目损失，2021年10月过后可能有结果、结束或转机，要注意4月中至5月任何与钱相关的事都要做好防范风险。","site":"E"},{"uid":"91b2154071c30edc5363266be3c88644","cause_study_detail":"　　2021年，多数摩羯都在自知或不自知地踏上一段新的征程，有机会大放异彩，大有斩获，见证什么叫“天生我材必有用”。你正式进入了一段挑战和机会并存的奋斗期，你此刻的努力，将很大程度决定日后的生计发展方向，决定你的某个“基本面”，以及在世界立足的资本和筹码。\n　　求职者通常运气非常好，能轻易找到自己想做的工作，尤其在4月前，通常条件也相当不错，但也存在一点“喜忧参半”，既让你兴奋、憧憬，知道是“大好机会”，是“赢在起跑线”的工作，好公司、好部门，但同时也存在某些艰难或艰苦，或是你刚转行要从零开始，很多东西不熟悉。你会十分尽力迅速上手，而且之后还有很强的后劲。你无疑是幸运，这是你打开志业殿堂的敲门砖！前方还有很大的发展空间，但日后高低贵贱，仍端视你接下来长久的努力和造化。你最好能爱上这种艰难又拼尽了全力的每一天。\n　　你还要有心理准备，此刻进入的职业或行业于你而言是定方向，但在未来仍会有小幅调整，你大可放开心胸，进一步有进一步的欢喜，也可能考虑创业！没准梦想真的可以燎原。\n　　许多在职的摩羯在2021年都干劲冲天，表现出色，许多事未必熟悉，但大致能得心应手。一些摩羯可能获得里程碑式的进阶、成果，或是获得晋升、嘉奖、加薪、执照、大额回报，名成利就，成为骨干或资深的行业翘楚。一些则工作有新变化，可能改革现有的工作，有“新打法”，或换跑道、换东家、开新灶、开采出新财源、新资源，或是拿下重要项目，攻下桥头堡。这些都是你的“硬通货”、“基本面”，是你最具说服力的资本和筹码，也是你漫长的志业生涯的新开端，决定你日后的发展方向，也是你进入更宽广平台的敲门砖。然而也有一些摩羯，尤其之前那些年滥竽充数、铤而走险的，会遭遇诸如失利、失势、丧权、被弹劾、降职、失业。\n　　要做好心理准备，你正在逐渐进入一段要“拔着头皮长高”、“打鸡血”的奋斗期。不管你在2021年是大有斩获还是遭遇失利，很快你会发现前面要做的事将目标更大、标准更高，你不得不卯足耐力持之以恒的精耕细作，精益求精，或要动用更多的资源、资本去做大做强，否则稍稍松懈，就会迅速被抛离、淘汰。\n　　注意今年开展的事情不仅重要，且也多也杂，尤其容易忙中乱，乱中错，4月前总体感觉得心应手，然而1月下旬至2月、5月中至6月中、9月26至10月中，这些时间更要细致认真，且留出充裕时间。","comprehensive_fortune_detail":"　　2021年，许多摩羯都羽翼渐丰，将收起许多粗糙、天真、草莽、无知无畏的蛮劲，去切切实实地追求更多有形的成绩、业绩、回报，且通常都能取得佳绩，办成一些标志性的要事、大事，“首战告捷”。\n　　在上一阶段（2005年-2020），许多摩羯已经较彻底地在事业或生活上，完成了一次重要的有关个人成长的“单飞”、“自立门户”！只有你知道，自己是如何一腔孤勇，笃定跋涉出一条属于自己的路！你澎湃于这来之不易的自主，仍会下意识地要活得强烈一些，带劲一些，会且只会按自己的想法去践行，不淋漓尽致不痛快！而经历了这些年的摸爬滚打，你也变得成熟、老练、务实了许多，更注重效益、效率和结果，待人处事目的性更强，拳脚也变得十分有力，想法也更切实可行，你也不会再那么莽撞、“单细胞”、天真、无知无畏。你会更注重“投入产出比”，更踏实、努力，对现实层面的功名利禄，日益感到饥饿或不满足。\n　　如果你在前一阶段已经为自己打开了新的局面，或走上了一条更自主的人生之路，你要感谢自己的“草莽”、自己的这些竭尽全力，而接下来也请一定不要停下前进的步伐！你要一口真气不散，乘胜追击！\n　　因为正如机会总是属于真正做好准备、有实力的人。2021年，尤其是那些在上一阶段（2005-2020）已练就一身本事的摩羯，将有极佳的机会展露实力，展露自身的价值，将看到过去的摸索和自己那最草莽、最本真的追求能带来什么。\n　　一些摩羯大有收获，可“修成正果”，获得水到渠成、实至名归的成绩、成就、业绩、收益、加薪、嘉奖、资格、殊荣，或通过重要的考核、资格认证，拿下“重要城池”。\n　　一些摩羯则是终于打开新的发展空间，可能首战告捷，完成标志性的新项目，生产出里程碑式的新产品、代表作、项目，或挖到“第一桶金”，开出新的财源，2021年4月前尤其是投资收成的黄金时刻，宜适当见好就收。\n　　还有一些摩羯会改革手头上的主业，会切换发展轨道，有新的志业蓝图，会换主场、换跑道、改行、换岗、跳槽，甚至创业，改变发展重心，或是对当下的生计主业进行较大幅度的改革。\n　　总体而言，2021年多数摩羯座都可大展拳脚。你将充满干劲，过关斩将，获得标志性的成功、进阶，握有一些真正拿得出手的资本、筹码、资源，为人生添砖加瓦，成为精英、骨干、翘楚、行业资深。这对许多摩羯来说，是具里程碑意义的一年，可能是过去努力的结果，也可能是打开新的局面、升级换代，有“敲门砖”意义。\n　　因此2021年摩羯通常状态大好，手中有钱，心里有光，生活充满奔头，虽也免不了忙中乱、乱中错，手上的事仍能如火如荼地进展神速，即使累也觉得值！注意控制好风险，切忌侥幸铤而走险。\n　　另一方面，也有许多摩羯的收获、价值、“升级换代”体现在个人素质或生活上。可能是成为生活能手、家中骨干，或是红红火火地开展或完成标志性的人生大事、生活大计，如结婚、生子、养育大计，或置产、大件购置等，让你拥有更美满、优质的生活。也可能是你自身素质的“提升档次”，如开展或完成重要的学业、考试通关、申请获批等，或是提高身体素质的较耗时的“工程”，诸如健身、保健治病、饮食大改善等，通常在此期间，摩羯容易变得更健壮、丰满，胃口更佳，拥有更强大的“革命本钱”。注意生活节奏仍要讲求张弛有道，劳逸结合，锻炼健身也要量力而为。\n　　同样道理，有些摩羯可能相反不赚反亏，不进反退。尤其如果过去存在急功近利、铤而走险、滥竽充数、跑冒滴漏、偷工减料等问题的摩羯，可能会遭遇生计危机，遭遇事业、财政上的较大失利、损失、清盘、倒闭、弹劾、项目流产、解雇、遣散、吃罚款等，损兵折将，身价大跌。这多少说明你之前的一意孤行存在某种不合理、幼稚、冲动、一根筋或不合时宜。\n　　也有不少摩羯因种种原因功成身退、离职，毅然放弃原来的“主业”，可能意味你的某段生计发展的“功德圆满”，或是谋生方向、个人价值方向性的转折，未必是坏事，即使阵痛不免。另一些摩羯则是在个人或生活上“失利”，比如疾病、受伤、退学、吊销资格、考试不及格、申请弹回，或财政捉襟见肘、周转不宁、投资损手烂脚等。不管是哪种，摩羯都要尽快从残局中爬起，抓紧时间重新开始，接下来的十多年里还有不少转机。\n　　注意此刻摩羯赚钱的欲望会越来越强烈、迫切，一旦出手动辄倾其所有，甚至铤而走险！\n　　实际上，即使在2020年至2021年可以猪笼入水、旗开得胜的摩羯，也有所谓“大又大的难”，因为新铺开的面是较为陌生的，或是会是格局更大的，目标、标准更高的，所以要你更精益求精，要“拔着头皮长高”，要“打鸡血”，要负荷更多重担，要动用更多的资源、资本去支撑正常运作等，而且还可能存在某种不是一下子能改变的艰难或艰苦状况…… 因此你将不再能那么随心所欲，压力也将日益加大。\n　　注意2021年，尤其是2021年的1-2月，于所有人而言，都是某程度的“定调”之年，仔细留意当下你的所思所想，所作所为，可能是未来十数年的缩影、开端。也就是说，如果你尚年轻，那你在2021年所开展、推进、完成的事，你的关注点、重心、着力点，将是你未来主业、生计发展的一个方向或入口，影响未来至少十数年。这将是你驶入更宽广的新航道、迈上更宽广平台的启动期！而你此刻取得的成绩、地位，将是你日后“行走江湖”的重要资本。\n　　也就是说，摩羯正在踏上一段新征程，需要持之以恒的精耕细作，火力全开地去拼杀，去实打实地努力，不计付出，不断锻造自己，不断“做大做强”，让自己成为最杰出优秀的一群，才能跟得上自己养出来的这头已经开始发力狂奔的“巨兽”，才能不失去眼前来之不易的成就、财富，才能与时俱进。\n　　牛逼的人生，大都试过连滚带爬。许多年后回头看，你会怀念这些大汗淋漓拼尽全力的每一天。\n　　2021年摩羯大都将密锣紧鼓地推进某些要事、新项目，而其中有很多环节都是不怎么熟悉的，也许正因如此，9月过后，有些最早会在4月下旬过后，许多摩羯会主动学习、“做功课”，会跟人合作，或向人请教、商量、合作。\n　　一些摩羯会更耳聪目明，才高八斗，求知欲，理解力更强，可能通过正规课程，也可能通过各种新见识、新见闻、新资讯、查资料、阅读，或踏足过去没怎么去过的地方、场所、圈子，去学习，去博闻强记，收获不少知识和“妙招”，有用又有趣、有意思，且更见多识广。一些摩羯会带着某种任务或目的撰写文章，才情横溢，思维开阔且有情怀，妙笔生花，轻易打动人心。\n　　一些摩羯会广结善缘，与某些熟人、身边人，或某些新朋友，有更多互动、合作、交流、谈心，或是向之积极请教、商量、探听消息，过程大多轻松，让你有所收获，办法更多，路子更广。这些人大多是你常接触的，或“环境里天然存在”的人，比如亲人、伴侣、“死党”、同事，或生活环境工作环境里就存在的同学、同事、客户、供应商、邻居、服务人员等。\n　　另一方面，如果在十多年里，你身边存在一类这样的人：可能是特别理想主义、不切实际，或是无欲无求、佛性十足的好人，也可能是不坦诚的、让人“云里雾里”、虚头巴脑、虚情假意，或是需索无度、蚕食你、做小动作的小人，如有，2021年9月过后对方可能“又有什么事”了（也有可能是好事），还好你也已然是老司机了。","constellation":"摩羯座","health_detail":"　　你充实忙碌，消耗较大，胃口也极佳，常感精力旺盛，体魄强健，总能酒足饭饱，肉菜响亮，可能轻易体重上升，强壮丰满。注意把握好生活节奏，张弛有道，劳逸结合，要避免暴饮暴食或饱一顿饿一顿。这是你锻炼身体，改善饮食的好时机，但也不能“用力过猛”，造成各种不适、暴瘦或爆肥，或埋下病灶。\n　　另外也有一小部分摩羯，尤其是过去就比较透支身体或性格较急的，2021年可能会出现较大的病痛，或是意外受伤。","love_fortune_detail":"　　你日益沉稳、务实，目的性强，绝大多数的注意力、精力都放在各种要事大事，或生计赚钱上，且即便进行得如火如荼，但也出现各种乱，不时需要返工，比较耗费时间，所以也不太积极去风花雪月，儿女情长，因此爱情运并不十分强。\n　　单身摩羯魅力大多表现在那些办事、学习、交流合作的场合，或某些目的性较强的活动、求学、健身、远游等过程中，因此容易在这些过程中与人日久生情。9月过后你可能与周围人关系更活络，也更多地表达、交流，因此机会较大，对方可能非常浪漫迷人，或是具有某种“佛性”，某种理想主义，但也要当心避开那些有家室、虚情假意、不切实际，让你“云里雾里”，或是来占便宜的烂桃花。\n　　2021年仍属延续2020年变局且同样具标志性变化的一年，因此十字街头的恋人大都面临方向选择，摩羯此刻有点“百废待兴”，没那么多时间精力折腾没营养没建设性的儿女私情，除非这是你“战略部署”的一部分，能与你共襄盛举，能为你开枝散叶，你将积极、认真看待，会作为一件要事那样，迅速走进婚姻殿堂，成为亲密的战友、“夫妻档”，你的人生也将因对方变得更完整、饱满。如果对方不够懂事，给你带来滋扰、麻烦，你可能吃不消，建议果断放弃。注意如果存在要你牺牲、委屈、不牢靠、虚情假意、有家室，或是让你感觉前路未卜的人，应当断即断，你的时间才是“最值钱”的。\n　　有伴的摩羯自身正在急促成长，有时会有点任性，需要一个成熟、能真正懂你，默默支持、配合你，给你足够空间去做自己、去试错的伴侣，将情比金坚，无惧风雨。部分摩羯可能置身某些“心里没底”或“委屈”的关系，幸好你注意重心并不在此，且问题已经在渐渐淡化或缓解。注意9月过后一些摩羯身边可能出现诱惑，难免有点蠢蠢欲动，或是相反对方给你“来事”。","social_fortune_detail":"　　此际能给与你帮助与支持的通常是与你共事或某些办事、上课的“正事”场合认识的人，尤其9月过后。但更多时候，你才是真正主宰自己命运的人，你的本质、实力，将决定你的路能走多远，生活是否幸福。部分摩羯身边也可能有不诚实、蚕食你的“小人”，要注意回避。","wealth_fortune_detail":"　　此际你少了很多草莽、冲动，对金钱态度更务实，认为不以赢利为目标的努力都是“耍流氓”。因此你更注重开源节流，而多数摩羯在今年都财运极佳，收入见涨，或正式杀出了一条新财路。有些摩羯则从2020年财运已有所收获或收入改观，那大多是“早该收成”的，是过去的努力而早该收获的果，而2021年的财运则大多来自新项目、新财源。若是投资收益，你将继续让它“滚雪球”，注意控制风险，投资要见好就收！没把钱用于投资的摩羯，开销也可能水涨船高，会有一两笔大额实用购置。\n　　也许因为新的部署、创业，有些是从零开始，百废待兴，有很多花钱的地方，需要设法开源节流，不少摩羯将有较长时间的资金、周转压力，或是纯粹是自己的目标、标准更高了，所以感觉钱不够。也有部分摩羯遭遇较大损失、收入减少、周转不宁，或是因另立炉灶、被辞退一度财政紧张。此时你一不可懈怠，二不可冒太大的险，否则可能要迎接一段的长长的“荒年”。","site":"E"},{"uid":"1d9010106c8235020b8353c599114e69","cause_study_detail":"　　如果此刻你的注意力重心并不在生计事业上，那你2021年的事业运只需要用“按部就班”概括，而你当下发展出来的其他某些习惯或爱好，也可能经若干岁月发展成你某种副业甚至主业，本章下面描述的情况将不会发生在你身上，可以跳过不看。\n　　如果你的注意力重心正放在生计事业上，那2021年你的事业将走出一段“重启”、“开光”行情。而且也说明事业的变化，是你此次“新生”、突破、“走出来”的重要“引擎”，大可更多地给力。\n　　水瓶2021年事业上的变化，不少是在2020年4月以及9月过后已发轫或有苗头，或是从那时就开始转折，但2020年以及之前发生的事通常代表过去的成果、结果、“了结完成过去该完成的事”、结束，2021年则大多是崭新的开端、新的突破，如新项目、新工作、新方向、新财源等，虽然还尚未成气候。\n　　求职的水瓶正处于人生中一个“窗口期”、一个重要的开元之年，此刻有缘分进入的行业或工作，不管之后还会不会变，一定会存在某些契机、线索，对未来许多年的生计方向有着某种指导意义。所以你此刻第一要相信自己的直觉，尽管放开自己，大开脑洞，去找那些想干的工作，还要相信缘分，去做那些你能顺其自然进入的岗位、行业。不要太纠结、犹豫！不用追求一步到位，因为大概率还要调整还要变。虽然你现在什么经验都没有，但也没有包袱，所以输得起，说不定将错就错，柳暗花明又一村，你就当自己在练手，这是你的一段必要的摸索和试错。还有重要的一点是，你必须时常自省自己的“一无所知”，要抱持谦卑，保持开放。\n　　不少在职水瓶，正在经历结构性的转型，原先那条老路已经不太行得通，但新的还没完全建立起来，或是还十分初级，所以你还需要踏踏实实多走几步。也有不少水瓶在2021年能突破瓶颈或改弦更张，有机会开展带着点突破意义的新机会、新项目，而且通常都能取得不错的成绩，你的能力、天赋会更多地被看到，更“瞩目”，所以你尽管努力，适当表现就好。虽然很多事情不太熟悉，但也要硬着头皮先行动起来。也有一些在职的水瓶会着手自立门户、“单飞”。不管是哪种新开始，眼下都尚处于十分“稚嫩”、“雏型”、“初级”阶段，接下来还要走长长的路，还有大大小小的关卡要闯，你只能先摸着石头过河，而且要保持谦虚和开放的心态，因为之后什么可能都有，不要自己给自己画地为牢。9月过后你可能有机会接触一些新项目、新工作，有机会突破某个瓶颈，或收获不错的成绩。但也有部分水瓶在此阶段会失利、损手烂脚。","comprehensive_fortune_detail":"　　2021年，水瓶终于等来了此生一个重要的“元年”，将自此逐渐展开新的人生，活出“另一种可能”。此刻的你如同赤子，前方有太多可能，但也有更多未知，你只需要不假思索，去认真趟一条自己的路。\n　　所有风象星座（双子、天秤、水瓶）都会在2021年正式走出一段“重生”、“重塑”“翻篇”行情。也许只有一度受过“冲击”的风象才清楚，在上一阶段（2008-2020年），是怎样被生活被命运这样那样“虐”过、碾压过，有过多少动荡、憋屈、困顿、郁闷、委屈，冷暖自知。而其中，水瓶可能是被“碾压”最彻底，荒芜感最强的，几乎什么可能都有，有些甚至感觉那是“历劫”。\n　　幸好水瓶也是三个风象中最有定力，最懂得自观、理性、平静消化一切的星座。许多水瓶已练就了一种随遇而安、上善若水的韧性、定力，人活开了，对很多事也就能看开了，比较能以平常心接纳光怪陆离，不太会纠结执着。\n　　但此刻水瓶也可能是三个风象中最混沌、“懵懂无知”的，最势单力薄，最艰难的。因为过去的经验、积累已经不再管用，眼前并没有一条明晰的新路径、路标可以依循，你甚至不知道自己是“谁”，不知道自己该干些什么，没有很迫切的欲望和远大的目标，会处于一段比较青黄未接、从零开始的“窗口期”。\n　　不管怎样，只要活着，就会有好事发生。许多水瓶已经正式翻过了那段焦头烂额、泥泞、局促、动荡，甚至鸡飞狗跳的“多事之秋”，终于可以做回水瓶本瓶，本来的自己了！\n　　此刻会循着直觉走一步算一步，漫无目的，先自个儿自由地长长，摸索着前行，一旦遇到有意思的事也会试试水，先碰一碰。因为这种随意性和混沌初开的状态，水瓶此刻哪怕也会跟其他两位风象星座一样，有新的突破、新的变化，也显得比较稚气、草莽，或是比较小打小闹、初级，未成气候。\n　　即便如此，2021年仍可某程度地看作是水瓶的一个“元年”，会发生一些事，一些变化，昭示你此生一次新的“重启”，或是“单飞”。\n　　许多水瓶在此阶段会下意识地渴望获得改善，改善自己，改善自己的处境、生存方式，及各种方方面面，尤其是过去那些年被“偷走”的“一片荒芜”的部分，你会听从初心与直觉，努力尝试做点什么去改变，去“填平”，去重拾自信，虽然仍有点余悸，有点战战兢兢，但你还是坚定、雀跃地去试。\n　　“动静大”的水瓶会在人生发展、生活方式、重心上发生方向性的大转变、大切换。可能是换地方、换跑道、换工作、改行、创业，或换学科、换学校，或拆伙“单飞”，或单打独斗的找到“组织”，或新人进入社会、宅家多年的人终于“出山”工作，或工作多年的人正式脱产去追求其他志趣或过自己的小日子，或是“乖乖派”变成“野兽派”、“佛仙系”变成“社会系”，或因种种原因被某些困境“封印”的人终于“释放”等等，之类的方向、状态、性格上的大改变、大切换。\n　　此刻你还有点草莽，天真，你的拳脚尚未有力，你的想法尚未周全，但你此刻不会想太多。毕竟没有去过的地方总是比较精彩，未知和“另一个可能”对于此刻的你来说，期待多过恐惧，你会更多地抱着试试看的心态，先按直觉行事，小心翼翼走一步是一步。\n　　一些水瓶则是生活上出现新变化、新内容、新奔头、新际遇、新风貌。\n　　可能是你的家、生活环境生存处境大改观，比如你的生活场景将有所不同，比如家居环境变得更美观舒适便捷，比如你的职业处境变得对你有利，比如你终于有了自己的独立空间，住单间、离家、独立生活等，或是终于可以独当一面，拥有更大的自主权、主动权，甚至自主创业，对自己的行事、节奏拥有更大的主控权，很多事情能自己说了算。\n　　也可能是你的生活中出现了某些重要的新角色、新成员、新内容，如孩子的降生，或与人同居、结婚，或是终于告别某些牵绊你的人或物事，重回开阔自由舒心，又或是接触面、人事圈的大改变，或是换车换房换装备换大件用品等，各种可能都有。\n　　此刻的你，即便有点伸手一抹黑，有点从零开始“要什么没什么”的慌乱、单薄，但你仍将因此而有新奔头，因此而好奇、兴奋，会耐着性子小心翼翼地慢慢往前走。\n　　你将自以上的某项变化为新的出发点，重新逐步计划、安排自己的生活，铺展开新的生活蓝图，继而你的注意力重心、形象、性格、接触面、生活模式、事情的轻重缓急，乃至思维方式、观念、生活场景等都将随之而不同。\n　　还有一些水瓶的变化比较微妙，生活的新亮点、新奔头。\n　　比如你可能会认真开展一些新尝试、新创举，认真开展某些新工作、新任务、新课程、新投资、活动、运动、兴趣爱好，或是远行游历，给你带来一些重要的启发，拓宽眼界；比如常见的，许多水瓶这时形象可能焕然一新，会有点“较真”地改头换面，换发型、置办行头，想寻找点新鲜感，也让自己更有存在感；比如你可能有新的际遇，生活中出现新人或新物事，有许多新体验、新见识，甚至心仪的心头好、恋人、朋友，成为你新生活的一个“引子”；比如你可能有些小运气，或有机会心想事成，一遂夙愿……\n　　不管是你经历的是哪种新体验、新内容、新奔头，你都将不吝付出大量时间、精力甚至金钱，孜孜不倦，即使累却也很能自嗨，很给力，很用心。这些此刻看来即使都是“小事”，但仍可看作是你的“新生”在萌芽。\n　　2021年对于返璞归真的你而言，每一天都是鲜活、可以“自嗨”，且值得期待的！\n　　你某些方面可能已“一无所有”，同样，你也不再有太多的思想包袱和束缚！所以你也就活得开，比较洒脱、真实、本色，也不虚妄、不拧巴，对自己此刻不管好的不好的都十分坦然，也没那么多目标使命、人设包袱，也不用做给任何人看，更不用想什么“堪”与“不堪”。你更能自得其乐，本自俱足。\n　　你的内心本就有一股张力和韧性，让你可以自己撑起自己的精神世界，进退皆宜。也许正是这股内力赋予了你许多天赋和生命力、热情，让你总能柳暗花明，绽放异彩，活出另一种可能。\n　　2021年4月中下旬，以及9月过后，许多水瓶能办成一些事，或是能有所收获，小试牛刀，也有机会看到“另一种可能”。\n　　一些水瓶有机会“了愿”，或是着手了结、完成某件早该完成或早想完成的事，比如终于推进或完成了工作或生活上的某事，或是获得不错的回报、成绩、收入、涨薪或嘉奖，或是终于完成一两笔惦记了很久的较大笔的购置、投资。\n　　一些水瓶则将发现新的财源、新业务、新的有意思的项目，新的发展契机，或是生活中出现新事务，比如生子、大笔购置等，可以顺着自己的直觉去做新的尝试，发现“自己原来也可以做另一些事”。你会有干劲，感觉星星之火可以燎原。\n　　此时的水瓶通常能感觉前方的空间很大，但大多也仅是感觉，具体前面还有什么，具体该往哪个方向走，其实也不知道，就是凭着渴望改善自己的本能，凭着直觉和一点点天真，想做点有建设性的事，就遇到很多事都愿意先做一做碰一碰，比较随机，也比较不成熟。所以此时的际遇、机缘就显得很关键，基本上顺其自然出现的，就很可能是未来的引子、契机。\n　　也许正是水瓶此刻的不多想不磨叽，磕磕碰碰拍拍灰，心大地立马站起来的赤子之心，让你能在不久的将来突围出一条真正适合自己的路。\n　　所以接下来，请不要过于限制自己，多年后回想，你会感激此刻有点天真有点傻的自己。","constellation":"水瓶座","health_detail":"　　你精气神在线，状态回归，身心健康。生活有新内容、新亮点、新奔头，做快乐的事，跟舒服的人在一起就是最好的养生。注意此期间你可能胃口极佳，体重见涨。","love_fortune_detail":"　　2021年，你福至心灵，更活跃率性，明朗大方，本色自然流露，能吸引真正对味的人，如果你此刻真的想发生点什么，就什么都有可能发生。\n　　单身水瓶爱情运随着自己的状态转佳水涨船高，尤其在4月之前。你也能更轻易地打开心扉，也有邂逅心仪之人的机会，什么可能都有。留意那些自去年4月以及9月后逐渐走近，让你感觉不错的人。今年则大多机会发生在9月前，4月，以及9月过后你可能事情变多，机会自然少些。\n　　另外近年单身水瓶不少处于“混沌”、动荡、蒙昧的时期，眼前的处境、走向并不十分清晰，也因此影响你的爱情运，可能让你“搁浅”多时，也可能让你不知道要吻过多少只青蛙，才能遇到王子。2021年你可能将遇到不少“新人”，就随自己的直觉行事吧，走一步是一步，能陪你曲曲折折走下去的，就必定是你的真命天子（女）。\n　　2021年仍属延续2020年变局且同样具标志性变化的一年，因此恋爱中人通常非婚即分，尤其去年4月或9月后开展关系的，或已开始谈论分合的情侣，今年会有定论，要不迅速定下来，结婚、筹备结婚或如夫妻般正式同居，成为相濡以沫的伴侣，要不分手，不太会纠结踌躇，不管进退分合都发展得很快。那些温和、真诚、善解人意，愿意给你各种配合、鼓励、尊重，愿意陪你颠沛流离迎接未知，能允许你试错的人，是你此生弥足珍贵的爱人，可好好把握，有机会佳偶天成，继而很快开花结果。那些尖刻、局促你、死气沉沉、常有负面情绪的人，最好果断分手，不要浪费彼此时间。注意此时一些所谓的暂别也往往会演变成正式的分手。\n　　最好的夫妻关系，一定就是在枝繁叶茂的同时也能保有完整的自我。\n　　有伴的水瓶虽然在自我的重建中，在经历此生一段极为重要的“转型”、“重塑”，个性、习性、观念都在慢慢重新形成，有时会有点“幼稚”、任性、笨，别说身边的人能不能适应，有时连你自己都不太适应，所以你也希望获得伴侣的包容、支持和尊重，给你独自思考、去磕磕碰碰的时间和空间。但水瓶此时的力量是较弱的，通常不会太强悍地去主张去要求，通常只要对方即使不懂你也能支持你，或即使不支持只要能不打扰你就OK，没什么外力影响的话婚姻也相对比较稳定，没有太多花花肠子。\n　　还有一些水瓶会迎接新生命的到来，成为接下来生活的新奔头、新亮点。也有些水瓶有新的际遇，可能当中有吸引你、欣赏你、启发你的人，如果原本婚姻就存在较大问题，或给你太多限制、干扰，可能会“弃暗投明”。","social_fortune_detail":"　　你逐渐学会不必事事人地皆宜，你心火不息，你有自己的执着和内劲，只需要把自己保持在一个更良好更自然的状态，就会有好事发生，为你唤来憧憬的一切。你自己就能撑起自己的世界，你最大的贵人就是你自己。","wealth_fortune_detail":"　　不同的水瓶财运差别也很大，几乎什么可能都有。\n　　许多水瓶一方面“老本”有点吃不了，但新的财路还没很像样，所以收入通常不太高，而且这些年生计方面也不是很有方向感，通常是走一步是一步，收入也就比较迷幻了。但有些水瓶可能财运特别好，像是被财神爷抚摸了银行卡一样，不怎么费劲就盆满钵满。\n　　4月以及9月过后，许多水瓶有不错的进账，或是较大笔的开销。","site":"E"},{"uid":"b052e996db7c1c36962397ed23387376","cause_study_detail":"　　求职的双鱼，最好能干什么干什么。你此际可能不太有方向感，而且找到的工作也可能有点屈才，或是不对口、不熟悉、别扭，会经历好一段时间发挥得不特别好，或是没那么容易获得赏识，但你无论如何也要先让自己干起来，让自己能一直处于一个较好、较健康的状态，而且即使是最鲁莽的跌撞，也总好过长久的徘徊。你可以把这份工作看作是一种“生存”或是过渡、练手、“等车”，什么都行，尤其当你此刻还尚未有太多经验的时候。你不要挑肥拣瘦，不用考虑是否稳定，也不要计较得失！事实上所有牛X的人生，都要渡过一段看似不堪的生存期。这段生存期未必能有多光鲜，但一定能给你带来某些机缘与必要的磨练。\n　　某些在职的双鱼重心在家事、私事上，工作可按部就班，没有太大变化。但重心在工作上的双鱼，通常都有较显著变动。\n　　部分深耕多年的双鱼，可能要正式结束某些工作或项目。过去你有过许多可圈可点的功绩，此刻将功德圆满，也是时候给自己脱去枷锁。若工作没有成长空间，功成身退、跳槽未必能很快给你带来新开局，但至少能换换感觉，摆脱闷局，哪怕舍弃积累多年的基业、江湖地位。\n　　没有太大变动的双鱼处境并不轻松，你可能会被加施“紧箍咒”、被挤压，可能是限制、规矩、要求多了，或市场空间被挤压小了、贫瘠了，不利因素、“雷区”多了，让你特别束缚、被动，或是内部斗争让你如坐针毡。也有些相对波澜不惊，会把工作重心从外向内转移，或者调到偏后台的部门，甚至主动或被动地“降级”。如果你是领导可能会清理门户，淘汰落后产能。营销或市场人员可以考虑做善因营销，起心动念，福有攸归，冥冥中做了一石二鸟的好事。\n　　还有一些双鱼因自己本身不太有方向感，有不切实际、眼高手低、吊儿郎当，或是“老白干”的倾向，工作也因此不在状态，滥竽充数的会被“刷”下来。","comprehensive_fortune_detail":"　　2021年，是许多双鱼的某个重要面向的圆满、结束、总结之年，你将一叶知秋。\n　　你可能终于达成某些期待努力已久的心愿，或是喜从天降，犹如上天还你一个多年的亏欠，但也可能会发生一些标志性事件，昭示某些深耕多年的重要领域功德圆满，结束或行将瓦解，你会不得不告别某些曾经的执着，你也可能更清晰地看到“天花板”，看到什么在局限自己，有制约感、力尽感、掏空感、失落感。\n　　2021年所发生的事有不少是在2020年，甚至早至2015年、2018年后已经开始陆续见苗头或发生。那些发生得早的，在2021年很可能会获得解决，或是问题加大、白热化，心智成熟的双鱼比较能快速消化，并在此阶段果断“壮士断臂”，放手、结束一些事。\n　　许多双鱼在2021年会看到重要的福报，“正果”，喜从天降。\n　　可能是过去的努力和执念带来的成果、喜事，功德圆满。深耕多年的双鱼，可能要正式结束某些工作、志业、项目，甚至退休或离开原先的行业；过去你有过许多可圈可点的功绩，此刻将功德圆满，是时候给自己脱去枷锁，若工作没有成长空间，不要恋战，功成身退、跳槽、谢幕，迅速“清场”；也可能是某些揪心多年的问题，终于水到渠成地解决，或终于放下，或是几乎忘却的宿愿突然遂愿；一度熙熙攘攘的你也可能正式“退隐江湖”、“退圈”、“封笔”……这些都能让你充满释放感、完成感，也有一点点怅惘。\n　　你也可能有吉星高照的“好运”，或是关键时刻吉人天相、不劳而获，也可能在关键时刻成为别人的贵人，不管给与还是接受，都可能是冥冥中的福报！\n　　一些双鱼将“圆”缘，结清“相欠”。\n　　可能是良缘修成正果，带来孩子的降生，或是因他人获得丰厚收益，如获得产业、产权、家产、股份、保险，或接受重要馈赠、资助、“输血”、赔款，或是结婚、生子、置产等，只要活着就有好事发生！你也可能终于还清旧债、索回外债，或为他人、为社会作出牺牲、奉献、福祉，放手一些事或利益，就当是冥冥中的偿还、放生、种福，福有悠归，总能千回百转回报你，或回报在那些你珍视的人和事上。\n　　也可能是旧人旧事复现眼前，与旧识故人有新的交集，相见、相聚，或是机缘巧合的帮上一忙，也可能是某些关系终于圆满--结合，或正式分开、告别。一度分离、暂别，或一度聚少离多的关系又能重聚或重回正轨，你也可能因种种原因与某些熟悉的人、圈子、团队告别、淡出甚至解散。\n　　你也可能是收获“恶果”。你将明显看到自己的局限、瓶颈，或是某些“陈芝麻烂谷子的历史遗留问题”、或自己过去不佳的所作所为、陋习、积疾，不健康的关系带来的麻烦，或莫名“飞来”的啰嗦事。你可能不得不为此扑腾，“刮骨疗伤”、收拾“烂摊子”、“擦屁股”、纠错、治病、根治旧患，要彻底去除生活中冗余、粗糙、夸张、鲁莽、乖张、不佳的部分。此际你适合清理旧物、清理门户，根治顽疾、淘汰“落后产能”。\n　　2021年，不少双鱼有显著的制约感、束缚感，感觉被“封印”、“绑手绑脚”、被绊住、局限住，或被屈才、隔绝、打压，可能是被外部环境、处境限制住没办法发挥，要委曲求全，也可能是被自身不佳的状况，如健康问题，或家事、内务拖住，一些则是遭遇某些变故和啰嗦事，或“家宅不宁”，陷入权力争夺、利益争斗，产权、权力、钱财遭他人抢占，或债务缠身、官司缠身，较恶劣的情况是遭陷害、贬损，甚至身陷囹圄……种种原因，以致接下来的阶段发展阻力大，才华和光芒难以绽放。\n　　这也意味着你已经进入了某种低谷、蛰伏、瓶颈期，并不是运气最旺的时候。\n　　此期间要尤其注意，在外部条件和运气都不算太旺的时候，人要学乖一点，收起锋芒，荣辱不惊，对可能出现的不公和限制，不死磕，不正面冲撞，不冒险。要对危险时刻保持警觉，要懂得敬畏规则，敬畏世界，敬畏周围的人，敬畏自己的这幅皮囊。\n　　2021年你将告别、舍弃某些曾经的执着、留恋，要剥除某些裹挟你的“外物”、“人设”、“破铜烂铁”。小至扔掉用了很多年但已过时碍手碍脚的工具、家具，淘汰“落后产能”，告别某些缺乏生命力的关系、圈子、集体，大至结构性地推倒多年的志业、学业或生活场景，比如前面提到的积累多年的基业、事业、资本、身份地位可能正在“枯竭”，失去成长性，甚至严重的可能面临瓦解，或是即使存在已不再有意义，你可能会离职、转行、换地方、“离队”，或家庭结构发生变化等……虽一度失落、五味杂陈，但也有解脱感。\n　　通过这些或大或小的断舍离、变故、折腾事，标志你已正式进入了此生一段十分重要、漫长、深刻的调整期、重塑期。而人生大的蜕变都由各种“事儿”催逼而成，所以这些年将折腾动荡，冷暖自知，也是你的“多事之秋”。\n　　要有心理准备在接下来的至少十二年里，这些调整、重塑还将陆续深化，你将主动或被迫地告别曾长久给你方向感和存在感的人事物，将陆续“动手术”，做减法、去冗余、纠错、根治旧患、“还债”、补漏补缺，经历深刻的得失聚散，你曾经的执着、欲望、归属感所在，以及曾经的理想、目标、企图心、信仰、骄傲、价值观、人生观、世界观等也可能将陆续推倒、碾碎、清零……\n　　许多年后当你完成了这次重塑，将发现此情此景此人，好些都不在了，而你自己，也判若两人。如果你还十分年轻，那这些变化更多是家，或是个人健康，你也最好趁年轻把生活折腾成自己想要的样子。\n　　相比其他两位水象星座，双鱼同样有可能发生处境、形势、家、事业、亲密关系、财权之类的各种变故，而且还可能更复杂、范围更大。\n　　你最好先做一些自检、“自修”，否则免不了被命运“修理”。此刻你最好认真纠正、纠偏、做减法，剔除不健康、不合理、虚妄、不切实际、假大空、自欺欺人、透支的部分，还有那些“焦头烂额”的人际关系等一切不良部分，都要改改改，断断断，扔扔扔。\n　　2021年，许多较成年的双鱼，已经在红尘俗世翻滚了太久，有过许多可圈可点的功绩，说过太多话，翻过太多山，有过太多众声喧哗是是非非迎来送往，此时你不难发现，这多年的志业、执着，已经主宰了自己的方方面面，你虽然收获了丰富，但也几乎被“掏空”、“挟持”了。此刻脚力尽时山更好，风尘仆仆的旅人，是时候停下来给自己脱去枷锁，收拾行装，休息，喝水，观想，好好做些事去回填，去返璞归真，做本来的自己。\n　　曾经的喧嚣奔波已告一段落，不少双鱼将更“佛系”、“仙系”，会主动慢下脚步，放下、割舍一些曾经觉得重要的东西，继而把更多的注意力放在自己的私享世界，把握住私享世界中，点点滴滴的小确幸，让自己的生活少点咬牙切齿，少点杂音，少点曲折。\n　　觉得自己能力不足，会韬光养晦，回炉、充电，营营役役多年的双鱼会“不务正业”地做些自己想做的事。飘荡多年的“游子”会回归，把更多的时间、精力放回在家、亲人身上，乐享天伦、修葺家居、清理旧物、“清理门户”。你的家可能有新风貌或家有喜事，可能是置业、搬迁，或大举置换家具、翻新，也可能是有新成员，或摆脱某些家人。\n　　你的快乐、新憧憬大多也来自那些你熟悉已久的人事物，与老友、旧识、亲人、故人有更多交集，有机会畅聚、礼尚往来或是故地重游。你可能精力不济、亚健康，精神不集中，健康亮红灯，一定要积极就医，宜精神内求、自观、休息、适量锻炼。\n　　和觉得舒服的人或事在一起就是一种养生，即便只是在一个不算完美的小窝里，你也能明白人间依然值得。\n　　注意2021年，尤其是2021年的1-2月，于所有人而言，都是某程度的“定调”之年，仔细留意当下你的状态，你所关注以及手头上忙的事，可能是未来十数年的缩影、引子。\n　　不同阶段的双鱼体验略有不同：\n　　年幼和年长这两端的双鱼，更多表现在精气神不在线，容易涣散，抵抗力也较低，容易疲乏、易感、过敏等，长者容易除此外也容易神经衰弱，或是家内外有动荡、折腾事等。青中年更多看到某些积累多年的功业已不太“管用”、形势不利，或是你的某些“主打产品”、“主打才能”已不太派的上用场，接下来不是变局，就是僵局，会好持续较长的时间被“天花板”压着，突破不了瓶颈，陷入低谷，年纪稍大的还有可能离职、退休等。那些重心本来就在家务事上的双鱼，则是家事繁忙，有一两件要事让你有负担感，但值。\n　　1969-1973、1991-1992年出生的双鱼，是此阶段变动显著但也较有定力的一群。你将更快、更平常心地适应变化，能比较果断、勇敢、彻底地采取行动，扔掉或切断约束、困扰你的东西，不太会瞻前顾后。你会以更认真务实的态度，去对待自己的家庭、企业、产业，自己的领地，也会折腾，但是有“完成感”，感到值！2021年是你真正的“成人礼”。\n　　1980-1985年、1993-1995年、1964-1966年出生的双鱼，同样变化显著，但相对比较纠结、拧巴、困顿、局促、郁闷些，也是亏空感比较强的一群，对变化消化得比较慢，比较容易出现偏颇、沮丧的情绪，或不佳的身体状况。","constellation":"双鱼座","health_detail":"　　你的身体总的处于调整期，并不是你状态最佳的时候，容易困乏、累、易感精力不集中、休息不佳，易神经衰弱、免疫力不佳、旧病旧患翻发，但也正因如此，也是你根治旧患好时机，同时你要有意识地放松、自观，放空、喝水、运动、聊天、休息，宜岁月静好，重拾那些想做没机会做的事，随心所欲，没皮没脸，忌一切咬牙切齿，竭尽全力。9月过后精力将相对改善。\n　　注意部分双鱼在2020年，甚至早自2015年、2018年过后已出现过某种不适或病灶尚未治愈，今年要尤其注意这些方面，一旦再出现问题不要耽误，要积极彻查，1月中至3月中有机会根治。注意5月底至6月中、9月下旬至10月中。","love_fortune_detail":"　　2021年因为告别、结束了某些工作或生活环境，不少双鱼一度处于“放空”状态，更加混沌、迷茫，这种状态会影响你方方面面，当然也包括婚姻爱情，让你不太有热情去风花雪月，儿女情长，但也可能更迫切需要一些感情去滋润和填补。\n　　许多双鱼自带“仙气”，“佛性”、理想主义，对婚姻爱情的想法也常常是既极致又迷茫，因此对爱情往往有许多不着边际、理想化的但自己也说不出个所以然的要求，但现实中也很难碰到真正“对味”的人，或相反，这种极致和盲目也可能造成双鱼的迷恋、沉沦、自我陶醉、“世人皆醒我独醉”，罔顾很多应该不应该，甚至感情关系混乱等。也因此，不管单身还是有伴，爱情运基本靠运气，看上天能不能刚好扔一个你看得上的良人到你面前，而且还是单身。\n　　注意黑暗让人洞若观火，你首先要自己内心敞亮起来，才能看清周围人的真善美假恶丑。\n　　单身双鱼缘分大多来自某些“治愈”、“排忧解难”、“救赎”，或是认识很久的朋友、同事、旧识、故人、发小、旧情人，或是熟人“引荐”的人，如果跟某人几度“失散”后又总在各种山穷水尽处相遇，往往缘分匪浅，可以多加留意。9月过后你状态提升，真我一面自然流露，十分迷人，有机会邂逅心仪之人，推心置腹，诉衷情，讲心事，轻易动心。此时的关系一旦开始将发展十分迅速。\n　　2021年仍属延续2020年变局且同样具标志性变化的一年，因此十字街头的恋人大都不得不要作选择。有担当、成熟、能互相约束的关系，尤其那愿意陪你颠沛流离、情深意切的关系，将迅速走进婚姻，成为长长久久共同面对人世变幻的可靠归属、依靠，成为你真正的小确幸。那些缺乏诚意、缺乏担当、缺乏共同目标、缺乏彼此支持的信念的关系将面临分手，越果断越好。注意如果你自己尚无定下来的打算，不应耽误别人，说再见是最大的仁慈。注意一些双鱼可能会“为爱痴狂”，甚至罔顾道德清规。\n　　比较成熟的有伴的双鱼，通常能经营好婚姻关系，大多能风雨同路，情比金坚。今年你们也可能家事繁忙，或家有喜事，迎接新生儿的诞生或置业、资产升值，伴侣收入大增等。一些双鱼终于能与分开多时的伴侣团聚，一些则结束局促、压抑多年的婚姻，一度伤感，但也有种“脱离苦海”的释放感。","social_fortune_detail":"　　你可能有莫名的好运，似乎是冥冥中注定，有人给你带来福荫、收益、喜事，或能为你分忧，危难关头为你化险为夷！你也可能反哺世人，为他人排忧解难，去渡人、捐献。\n　　然而这些年并不是你最风光、最无往不利的时候，你要懂得敬畏世界、敬畏规则、敬畏周围的人，还有敬畏自己的身体，你的态度将决定你运气的好坏，决定你遇到的是贵人还是歹人。\n　　你最好学乖一点，正如上善若水，“水善利万物而不争，处众人之所恶”，也就是你要做那些做得到的，同时可以为人带来福祉的事，不争夺，不顶风而为，不锋芒毕露，不突出自己，你最好肯委屈一点，肯屈就去做一些别人不太愿意做或不太屑于做的事。\n　　注意此刻也许你自己才是自己的障碍，黑暗让人洞若观火，你要先让自己的心敞亮、通气，扫除那些妄念、执念，和各种灰暗的想法，实事求是，积极行动，不要自己给自己画地为牢。","wealth_fortune_detail":"　　你可能有天降之财、不劳而获的收入，有来自他人或社会、金融产品的收入，或是获得馈赠、家产、赔偿、收回外债等，同时你也可能为他人、社会大洒金钱，大多是为家、亲友，买房、养育费用等，但也可能为社会上其他人或组织作出捐献、分享，福有悠归。\n　　然而不少双鱼2021年正财运一般，大多因为某些主业、财源或谋生之路的显著受限，可能是规矩、法规、要求多了，或是创收空间缩小了，市场式微、萎缩了，甚至结束多年的工作，也可能是被自身、家庭的某些状况绊住以致无法施展拳脚。\n　　注意部分双鱼可能会遇到财权抢夺或责任推诿之类的纠纷，甚至要官司，你要保管好自己的财物、产权，谨防盗窃剽骗。如果你是企业主或营销策划人员，下半年可考虑启动善因营销，起心动念，福有攸归，通常带来叠加的积极作用。","site":"E"}]