[{"uid":"ff3ec764ecaddc3868d5b5d3ef251d42","constellation":"白羊座","content":"\n\t\t\t    \t3月21日～4月20日　　主宰行星：火星　　属性：火相星座\r\n\r\n　　春天出生的生辰星位或太阳在白羊座的人的特点：\r\n\r\n　　白羊座是黄道和春天的第一个星座。春回大地，万物的生机都表现在白羊座人的身上。春天的气息赋予你崭新生命力，你生机勃勃，激情盎然。你需要毫不吝惜地去燃烧自己激情能量。不搞权宜之计，不委曲求全，也从不注意细节。白羊座的人的优点是当机立断，付之行动和速战速决。这是个有首创精神的人。如果出生时刻、太阳或月亮在这一星座中，那么你会是一个朝气蓬勃、热情坦率、慷慨真诚、坚强勇敢、动作敏捷和有些固执已见的人。不足之处是，你说话做事不太审慎，很少注意留有余地，缺乏冷静的头脑和周密的思索。\r\n\r\n　　白羊座的你喜欢无拘无束和自行其是，而不愿意步你人之后尘。你从来不掩饰自己的感情，要么热情洋溢，要么怒发冲冠。如果你的愿望受阻，你也决不悄然收兵。无论是在家里还是在外面，你都不怕争执，但事后总是弃之脑后，从不记恨在心。在困难和危险的关头，你能充分表现出自己的品格和勇气，得到人们的敬佩和赞扬。白羊座的你做事从不吝惜气力，宁可付出巨大的代价，也要力争前茅。总之，你从来不在任何困难和失败面前低头。白羊座的人富有首创精神，但容易给人以\"独裁者\"的印象，这一点往往不利于你的工作和与周围人之间的融洽关系。另外，白羊座人的举动常常带有启动性和影响性，能吸引别人进入你所希望的轨道，并使你们发挥出更大的作用。\r\n\r\n　　白羊座的你的关键词是活力。骑摩托、驾驶汽车或者乘快艇，只要走得比别人快，就是你的目的。如果你是一个知识分子，你会有活跃的思想和独特的观察问题的方式。体育、军事和机械等一切都能大量消耗体能的工作或职业，白羊座的人都能胜任之，并易成为佼佼者。白羊座的人具有开拓者的胸怀。斗争、探索和征服对你来说，要比金钱更有诱惑力。你一旦有了钱，常常挥金如土。或者赠送给亲朋好友，或者投注到冒险的事业中去。当经济拮据时，你也不会束以待毙，总是能找到办法摆脱困境，重新打开局面，但往往好景不常…你喜欢千变万化，不厌其烦和朝令夕改。这些是你生活中不可少的调味品，因为你最不喜欢的就是单调而索然无味的生活。挺而走险的欲望常常缠绕着白羊座的人，你可能成功，但又常常会遇到很大的挫折。你的未来与变换莫测的激情休戚相关。\r\n白羊座男性\r\n　　白羊座的男性\r\n\r\n　　白羊座的男性可视为\"超人\"，你总是被一种渴望得到敬佩和标新立异的狂热所驱使，喜欢表现出压倒一切的精神。你不相信任何失败，总是激情满怀，知难而进。你喜欢长驱直入，速战速决和胜利在望。\r\n\r\n　　你的生活节奏紧迫，行动近乎狂热。在家里，喜欢推行自己的情趣和意愿；而在外面，则不轻易失言和做越轨之事。在一些重大的事情上，你会挺身而出，竭诚相助。\r\n\r\n　　白羊座的人爱情生活常常是波浪起伏的。你用激情去赢得女性，如果你所倾慕的人有所回避，或者求爱遇到了阻力，更会激发你不惜任何代价去征服她的决心。\r\n\r\n　　天秤座的女性，尤其是生辰星位也在此座的女性，对你有很大的吸引力。该座的女性会认为你出类拔萃、才貌出众，会向你倾注无限钦佩之情。\r\n\r\n　　双鱼座的女性会用她特有的魅力，拨动白羊座男性的心弦。激情随着幻想，这是你们共同生活的主旋律。\r\n\r\n　　狮子座的女性会与你情投意合。她能理解你的激情，支持你永恒拼搏的欲望。\r\n\r\n　　与射手座的女性结伉俪，你的生活会充满别具一格的浪漫色彩。\r\n白羊座女性\r\n　　白羊座的女性\r\n\r\n　　这是个激情荡漾的女性。你的信念圣泰雷丝阿维拉；你的思想象福罗拉特里斯唐；你对生活的热情象伊莎贝拉邓肯。\r\n\r\n　　白羊座的女性酷爱自由，争辩精神很强。你喜欢针锋相对和竭力为维护自己的看法而辩解，是一个富有战斗精神的解放了的女性，直言不讳，敢于进击，不怕挫折。但性格中缺少了温柔的成分。\r\n\r\n　　你还是一个个性很强的女性，当激情满怀时便无法自控，甚至会毫不犹豫地去追求自己所钟情的男性。一般地说，你不喜欢处于被男性追求的地位。\r\n\r\n　　白羊座的女性不愿充当家庭主妇的角色，即便是，也要听你发号施令。你希望生活的脉搏能按照你的节奏跳动。你总是想做一些令人置信的事情。如果不让你到实践中去\"折腾\"，你的情绪和身体就会受到影响。\r\n\r\n　　如果你的丈夫在事业上与你携手共进，那你将会表现出非凡的才能。但是，要立足在平等的基础上。\r\n\r\n　　天秤座，尤其是生辰星位在此座的男性，会赢得白羊座女性的好感。你能使他服从自己的意愿；反之，他也常能使你变得温情脉脉。\r\n\r\n　　和射手座的男性相逢，你们会情意缠绵。这个宽宏大量的同舟之友会与你那紧迫的生活节奏同步。\r\n\r\n　　和狮子座的男性结为伴侣，有助于实现你事业上和生活上的美好愿望。\r\n\r\n　　白羊座的儿童\r\n\r\n　　白羊座孩子的主要特点是好动，反抗精神强，很难教育。这是个可爱的小鬼，发起脾气来会闹得天翻地覆，但瞬间便会雾消云散。\r\n\r\n　　你需要一只强有力的手和冷静的权威来引导，千万不要对你听之任之，否则，你很快就会使你焦头烂额。要注意培养你的组织纪律观念，启发你的尊严感。\r\n\r\n　　另外，对于这种性格的孩子，重要的是要消耗掉你多余的体能，让你参加一些剧烈的体育活动。即使常常伤痕斑斑，也无关紧要，因为这是你身体和精神平衡的基础。你永远不肯呆在家里。英国式的中学教育，对你极为合适。在这样的环境里，你很快会成为深受众望的表率。\r\n\r\n　　白羊座的孩子缺乏学习热情。你的主要天赋表现在探索、机械、军事技术和一切需要良好体质与毅力的事业方面。你热衷于发现、探求和开拓。\r\n\r\n　　你的最好出路是创办人、运动员、军人、工业家、广告商、机械师或者从事林业及其你方面的体力劳动。白羊座不同10°内出生的人的基本性格：\r\n\r\n　　出生日期：3月21日～31日\r\n\r\n　　性格特征：做事易走极端、爱激动、好斗和缺乏纪律观念。总喜欢把生活这弦绷得紧紧的。内心的激动常常自发地表现在行动上，很少顾及到后果。这是个不满足于平淡无味生活，渴望出人头地和奋发拼搏的人。休息会使你感到疲倦，而困难会给你增添力量。你随时都准备重整旗鼓，继续前进，即使在遭到彻底失败的情况下，亦然如故。\r\n\r\n　　动力来源：活动\r\n\r\n　　出生日期：4月1日～10日\r\n\r\n　　性格特征：内心充满无限的激情，仰慕英雄主义和酷爱权力。有强烈的自信感，高傲支配着一切。你需要钦佩和赞扬，不允许自己落后于你人。内心燃烧着炽热和激情的火焰，只有在行动中才能感到坦然自若。人生之途需要有勇气才能前进。\r\n\r\n　　动力来源：高傲\r\n\r\n　　出生日期：4月11日～20日\r\n\r\n　　性格特征：颇具创造性和艺术性鉴赏能力。无论是工作、事业，还是其你方面，总希望走创新之路。有火热的激情和一股不可抗拒的拼搏力。从不吝惜自己的气力、感情和财富。但是，你往往缺乏生活的现实感。\r\n\r\n　　动力来源：激情　　　　\r\n\r\n　　出生在白羊座的著名人士有：左拉(法国作家)，安徒生(丹麦童话作家)、戈雅(西班牙画家)、凡高(荷兰画家)、马龙白兰度(美国戏剧和电影演员)、高尔基(苏联作家)、本生(德化学家)。\r\n\r\n　　总而言之，白羊座的你：\r\n\r\n　　喜欢冒险的白羊座人说：\"我是\"。\r\n\r\n　　表达爱情的方式：直言不讳。\r\n\r\n　　是一个：感情起伏较快的人。\r\n\r\n　　渴望：模特式的生活伴侣。\r\n\r\n　　受骗：当有新的追求时。\r\n\r\n　　喜欢：户外和蓝天。\r\n\r\n　　害怕：不被人注意。\r\n\r\n　　追求：冒险的机会。\r\n\r\n　　弱点：不能忍受批评。\r\n\r\n　　有利条件：毅力。\r\n\r\n　　不利条件：好斗心理。\r\n\r\n　　假期生活：致力于个人的小计划或体育活动。购买最新的机械、电器产品或用于体育活动的东西。\r\n\r\n　　吉祥物：凤凰。\r\n\r\n　　吉祥金属：铁。\r\n\r\n　　吉祥宝石：红宝石。\r\n\r\n　　吉祥日：星期二。\r\n\r\n　　喜欢的颜色：鲜红色。\r\n\r\n　　吉祥数字：9、18、27、36\r\n\r\n　　喜欢的场所：热闹繁华之处；危险或劳动强度大的地方。\r\n\r\n　　吉祥植物：胡椒、石竹、姜、洋葱、大黄和芦荟。\r\n\r\n　　居住条件：绝对现代化的陈设。\r\n\r\n　　理想旅居国：英国、德国、土耳其、巴勒斯坦、日本、委内瑞拉和以色列。\r\n\r\n\r\n\n\t\t\t    ","site":"E"},{"uid":"5652f8c875942fc71126ee8cc7d27404","constellation":"金牛座","content":"\n\t\t\t    \t4月21～5月21日主宰行星：金星　　属性：地相星座\r\n\r\n　　春天出生的生辰星位或太阳在金牛座的人的特点：\r\n\r\n　　继充满激情的牧羊座之后，是不轻易浪费自己能量的金牛座。金牛座的人不愿意毫无意义地说教，无缘无故地行动和失去理智激动。你不放任激情，也没有紧迫感，这是一个强烈抑制精神和思想总是按一定尺度运行的人。如果出生时刻的天宫图中有较强的金牛座的影响，那么你会有良好的自卫本能。思想一成不变，比较罗嗦。从积极的意义上看，你的性格平稳、有毅力和耐力，勤劳智慧，富有实干精神。为人处世小心谨慎，感情真诚专一。此外，你有极其敏锐的感官，内心怀有各种欲望。喜欢舒适的生活环境，大自然的壮丽景色、花草和动物。从消极的意义上看，这些优点的背后还隐藏着多疑多虑、嫉妒、悲观失望、沉默寡言、阴郁孤僻的性格特点。你很难改变自己的观念。另外，你固执已见，对事物极易产生偏激和狭隘的看法。\r\n\r\n　　金牛座的人是一个喜欢按自己的人生哲学走路的人。你不轻易改变自己的生活习惯。固执已见是你性格上的突出特点，同时也是你的主要缺点。平时温文尔雅，一旦受到触怒，你会变得令人望而生畏。金牛座的人家庭观念较强，你把家庭天地作为寄托自己幸福和安居乐业生活的可靠圣殿。你爱孩子胜过一切，并对你们寄予厚望。\r\n\r\n　　这一座的人对逆境的适应较慢。挫折和失败常能使你意志消沉，甚至你会人为地把自己囚禁在无声的愤怒之中，拒绝与外界的一切接触。一旦境况有所好转，你又会重新振作起来，以空前的工作热情去实现自己的目标。金牛座的人思想趋于保守，但善于理财。当你拥有一定数量的财产，手头从不短缺时，你方能感到坦然自若。经济上，你的现实感非常强，十分善于安排自己的物质和家庭生活。事业上，你也是强者，具有天生的无懈可击的才华。你的成功之路往往是漫长的，但又是确定无疑的，尤其在农业、建筑和商业等行业方面。由于金星或月亮强有力的影响，金牛座的人常常会选择艺术戏剧的生涯。许多歌唱家和戏剧界人士，你们的天宫图都是以金牛座为主的。\r\n金牛座男性\r\n\r\n　　金牛座的男性\r\n\r\n　　这是一个喜欢安定的生活和具有田园诗盘性格的人。感情节奏的变化比较缓慢，然而一经触发将会身不由已，无法自拔。稳定而持久的生活环境，对你至关重要。你不喜欢素不相识或萍水相逢的人来扰乱你的生活。无论在爱情上，还是在物质上的追求，你都是以可靠和安全作为权衡的主要标准，这甚至是你性格和思想的基础。\r\n\r\n　　你既是一个多思多虑的人，又是一个不拒绝享乐的人。美味佳肴是你生活中必不可少的伴侣。\r\n\r\n　　对待婚姻，金牛座的人首先考虑的是，这种结合是否对诸方都有利，喜欢根据对方的家境及其工作能力作为选择的主要条件。因为你需要的是一个既能承担家庭生活的责任，又能帮你料理财政的妻子。你希望美好的爱情中充满佳肴的芳香。你十分欣赏能烧一手好菜的妻子。和谐的爱情生活是你们感情的基础，生理上的平衡在你的生活中占有极其重要的地位。金牛座的人，对新生事物适应较慢，不愿意轻易改变自己的生活习惯。\r\n\r\n　　家庭和孩子是你生活的中心，是你欢乐和自豪的资本。尤其孩子是你终生夙愿的寄托。\r\n\r\n　　金牛座的人的性格比较平稳，很少发脾气。不过，一旦发作则非同小可，会使人毛骨悚然。\r\n\r\n　　与生辰星位在天蝎座的女性会情投意合，但这两个个性很强的人又不常相逢。\r\n\r\n　　与生辰星位在处女座或魔羯座的女性结为伴侣，生活会充实、和谐和友爱。因为这两个星座的女性在体贴丈夫、管理家务和照顾子女方面各有所长。\r\n金牛座女性\r\n\r\n　　金牛座的女性\r\n\r\n　　这是一个精力充沛，身体健美、生活欲望强烈的动人的女性。很会按照女人的特点无忧无虑地生活。你颇具魅力，渴望经历爱情生活的全过程：恋爱、结婚、家庭、孩子和美味佳肴。\r\n\r\n　　更年期以后如遇挫折，你的性格易发生变态，心情抑郁、烦躁，自我意识突出。促使你转而去寻求物质和精神上的安慰。\r\n\r\n　　金牛座的女性是一个理想的家庭主妇，出色的女主人和精明强干的女经纪人。你能使周围的人都感到快慰，高超的烹饪技术会使你的家人和朋友赞不绝口。此外，这一座的女性还常常是养花能手，你喜欢自己的寓所布满鲜花或茂盛的绿化植物，希望自己的生活环境比其你任何地方都生机盎然。只有当你的生活充满恬静的田园气息，看到自己的孩子茁壮成长时，才会感到是置身在真正的幸福之中。\r\n\r\n　　金牛座的女性性格偏于内向，经济上喜欢自理。嫉妒心经常折磨着你。然而一旦你确信得到了自己所钟爱的人的真诚的爱，便会成为一个最贤惠、最忠心耿耿的妻子。\r\n\r\n　　生辰星位在金牛座的男性能弥补你性格上的空白，尽管共同生活中难免会有些磨擦，但和谐的私生活会使你得到精神上的平衡。\r\n\r\n　　与魔羯座的男性常会志同道合，你们在工作上会互相帮助，在生活上会互相体贴、照顾。\r\n\r\n　　与处女座的男性结合有助于你建立稳定和幸福的家庭。\r\n\r\n　　金牛座的儿童\r\n\r\n　　金牛座的孩子是个慢性子，你做事和想问题时，不要太催促你。否则你会变得消极或固执起来，以至被人误认为愚笨。一旦你步入正轨，情况就大不一样了，你会表现出顽强的刻苦精神。所以，对于这一星座的孩子，关键是要以极大的耐心把你引导到正确的轨道上来。以后，你便会自觉地埋头钻研下去，永不偏离自己的目标。但是，先决条件是要给你充裕的时间，以使你能心平气和！你不喜欢变化，需要有规律的生活节奏和使你感到静谧安然的生活环境。\r\n\r\n　　金牛座孩子的工艺能力高于智力，平时总是喜欢琢磨和做些小玩意儿，思考些实实在在的问题。你的天赋适合在精工、塑造和园艺等方面去扩展。　　这一座的孩子大多都热爱大自然，对田园生活有深厚的感情。赶着牛走在田埂上，是你最渴望的生活意境。从你的发展趋势来看，扎根农村要比固守城市更能发挥出你的才能。\r\n\r\n　　你理想出路是农业、金融、财产管理、商业、食品、时装加工、大型企业、雕刻艺术、歌唱演员或戏剧。金牛座不同10°内出生的人的基本性格：\r\n\r\n　　出生日期：4月21日～30日\r\n\r\n　　性格特征：这是个名副其实的现实主义者，具有持之以恒的精神，适合从事需要顽强毅力和付出长期艰苦努力的工作。思想和情感的变化比较缓慢。这是一个坚持已见，对爱和憎充满绝对意识的人。喜欢舒适安逸的生活，并渴望不断扩大自己的物质财富。感情的信念很深，并在你的一生起着重要作用。\r\n\r\n　　动力来源：专心致志\r\n\r\n　　出生日期：5月1日～10日\r\n\r\n　　性格特征：本能和潜意识常形成巨大的精神力量，支配你的愿望、情感、行动。难能可贵的事业心和实干精神会在物质方面给你带来成功机遇。一般来说，只有涉及到你切身利益时，方会参与其事。\r\n\r\n　　动力来源：本能\r\n\r\n　　出生日期：5月11日～21日\r\n\r\n　　性格特征：雄心勃勃，竭尽全力去为实现自己的目标而奋斗。你经常试图改变自己的自制能力，善于引导和启发别人。现实感很强，但有时忧郁情绪过重，从而使你陷于孤僻和苦闷的境地。\r\n\r\n　　动力来源：组织\r\n\r\n　　金牛座出生的著名人士有：列宁、马克思、尼克松、弗洛伊德、巴尔扎克、方达(美国戏剧与电影演员)、费尔南德尔(法国喜剧演员)。\r\n\r\n　　总而言之，金牛座的你：\r\n\r\n　　注重现实的金牛座的人说：\"我具有……\"。\r\n\r\n　　表达爱情的方式：忠心耿耿或不厌其烦。\r\n\r\n　　是一个：感情丰富的人。\r\n\r\n　　渴望：感情缠绵和擅长烹任的爱人。\r\n\r\n　　受骗：当受到性爱吸引时。\r\n\r\n　　喜欢：到农村和田野中去。\r\n\r\n　　追求：具有可靠基础的一切。\r\n\r\n　　弱点：自我意识过强。\r\n\r\n　　有利条件：坚持不懈。\r\n\r\n　　不利条件：不爱动。\r\n\r\n　　假期生活：园艺和烹调。\r\n\r\n　　开支：购买起居设备和娱乐用品。\r\n\r\n　　吉祥物：圣甲虫像。\r\n\r\n　　吉祥金属：铜。\r\n\r\n　　吉祥宝石：珊瑚。\r\n\r\n　　吉祥日：星期五。\r\n\r\n　　吉祥数字：6、15、24、33。\r\n\r\n　　喜欢的场所：田园生活、草坪、原野和牧场，银行和保险公司。\r\n\r\n　　吉祥植物：牡丹、锦葵、报春、紫罗兰和野花。\r\n\r\n　　居住条件：绝对舒适的环境，经久耐用的家具和现代化的厨房设备。\r\n\r\n　　理想旅居国：爱尔兰、丹麦、澳大利亚和阿根廷。\r\n\r\n\r\n\n\t\t\t    ","site":"E"},{"uid":"a4a669ad6194224842606d39064277bf","constellation":"双子座","content":"\n\t\t\t    \t　　5月22日～6月21日　　主宰行星：水星　　属性：风相星座\r\n\r\n　　春天出生的生辰星位或太阳在双子座的人的特点：\r\n\r\n　　来无影、去无踪、心神不定、脚步不停，这便是金牛座之后是轻率多变的双子座。盎然的春意表现在双子座的人性格上的主要特征是无拘无束，对外界包罗万象的事物的永无休止的好奇心。这是一个兴趣广泛并愿承担传播、普及信息使命的人。双子座的人有典型的大城市人气质，生活节奏快，每天有各种各样的活动和安排。但有时缺乏远见，在人生的旅途中你会经历坎坷。然而每每这个时候，你都能找到妥善的办法，驾驭形势，摆脱困境。如果同时有几个行星处于双子座，或者水星在生辰天宫图中影响力较大时，这些倾向更趋于明显。\r\n\r\n　　如果生辰星位与双子座有关，那么你可能是一个追求自由意识、生性单纯，不注重生活细节的人。活泼、热情、富有浪漫气质与想象力。接受并适应新事物的能力强。知识广博，口齿伶俐，善于思维和表达，具有幽默感。此外，你还是一个敢闯敢干的人，有多种成功之路。你的见解往往充满智慧，这使你成为一个有发明创造和有开拓精神的人。双子座的你思维敏捷，但有时也会缺乏冷静的权衡，需要不断地改换环境，例如外出旅行、与别人交流思想，或者在各个方面表现自己，否则你就会感到烦躁不安。你聪明伶俐，有些轻率和神经质，常常沉缅于令人难以理解的意念之中，只喜欢做感兴趣和使自己开心的事。你对世上发生的事情无所不晓，头脑中充满着许许多多新奇的想法，但很难将其付诸实现。不是半途而废，就是被同时出现在脑海中的两个或更多个新想法弄得不知所措，进退两难。你的想法和建议，往往会被思想比你更实际、更富有持之以恒精神的人所采纳。不过，原则上你总是一个开创通向成功之路的人。\r\n\r\n　　双子座的人多半喜欢把自己的才智用于事业方面，而不愿意用以扩大自己的物质利益。你思想中的一闪念，常常会有助于你事业上的腾飞。这一座的人还有一个显著的特点；特别善于调动自己朋友的积极性。双子座的人适合从事文学、商业及需要语言表达能力的职业。在这些方面你能脱颖而出。另外，在新闻、摄影、旅行等需要机智、灵活和果敢的工作中，以及涉及人际关系方面的工作中，你会表现出非凡的才干。若是土星的影响力较大，你将成为一个出色的实业家。你特有的金融嗅觉和心理感应及善于把握时机的能力，将有助于你事业上的成功。\r\n\r\n　　你的弱点是好动和缺乏耐心。如果你周围的一切如一潭死水，没有生气、更新与变化，你感到厌烦。这是一个缺乏坚定信念、持之以恒精神，同时也缺乏思想深度的人。\r\n双子座男性\r\n\r\n　　双子座的男性\r\n\r\n　　从容不迫，和蔼可亲。常给人以永远是局外人的印象。永无休止的求知欲和好奇心，敦促着你生活的脚步，激励你不断追求和探索。然而，你很少有时间去实现这一切。这是个迷人的和有些异想色彩的人。喜欢瞬息万变，不喜欢永恒持久。当你把迷人的和弦弹得恰到好处的时候，你会悄然离去，到别处去吸引新的\"听众\"。你的智力天赋在你的身上表现突出。你善于动脑筋想办法，是一个愿望多变，适合从事脑力劳动的干才。你的体质脆弱，对爱情常常疑虑重重，喜欢用讽刺作为保护自己的武器。生活中你最需要的是广大的听众，而不是全力以赴的爱情。你的记事本上写满了有用的地址，懂得人情世故，容易赢得别人的信任和厚爱。这一切都归功于你的艺术家性格。双子座的男性擅长辞令，诙谐幽默，你的出现很快能使谈话气氛热烈起来，和你在一起永远不会感到寂寞。相反，离开朋友、伙伴或者频繁的社交活动，你就会感到生活茫然若失。双子座的男性一般不愿意承担家庭生活的责任，而喜欢过\"一身轻\"的生活。一旦你结了婚，家庭将成为热烈的聚会和无休止的谈话场所。你希望生活是无忧无虑的，工作时间是不受约束的。在这些条件之下，你会表现出模范丈夫的许多优秀品质。　　\r\n\r\n　　生辰星位在射手座的女性会与你广博的情趣同步，适应你无拘无束的性格。\r\n\r\n　　天秤座的女性感情细腻，富有激情，热情好客，喜欢交际，她会丰富双子座男性的生活意境。\r\n\r\n　　水瓶座的女性有创新精神，智力天赋较强，友谊的信念坚定，她是双子座男性事业上的得力而可靠的助手。\r\n\r\n双子座女性\r\n\r\n　　双子座的女性\r\n\r\n　　这是一个富有异国情调和魅力的女性。思想境界开阔，内心充满着美好的幻想，你的情感犹如一部优美的随想曲。\r\n\r\n　　你聪明伶利，有些神经质。内心总是闪耀着美好、欢乐、幸福、爱情和理想的火花。你希望自己永远置身在无忧无虑的乐园中，喜欢用紧张的工作，频繁的活动来驱散自己的烦恼。很容易唤起别人的倾慕心，但你的感情并非垂手可得。一句话就可能触动你的心弦，一点小事也会使你扬长而去。如果有人能很好地掌握你的性格特点，预测你的反应，那么不难使你倾心相与。\r\n\r\n　　双子座的女性理智很强，善于运筹错综复杂的形势并能在关键时刻作出自己正确的抉择。你期待美好的爱情所带来的欢乐。一般说，双子座的女性会有丰富的爱情生活，尤其是当金星在双子座的时候。\r\n\r\n　　这一座的女性不喜欢平淡无味的家庭生活。你希望生活的内容丰富多采，千变万化：经常出去散步、郊游或旅行，开阔一下眼界，换换生活环境，结识些新的朋友和陶冶一下性情，这些是你生活中不可缺少的一部分，也是你保持高昂情绪的基础。你开朗的性格会感染周围的人。过度的勤奋、劳累或烦恼，常会使你疲惫不堪，力不从心。\r\n\r\n　　射手座的男性会给你的生活带来新的气息。你们之间建立起来的家庭将是充实的、自由的和浪漫的。经常会有亲朋好友的光顾。\r\n\r\n　　与天秤座的男性结合，有助于你艺术才能的发挥，或者进入高层次的社会生活。\r\n\r\n　　如果与水瓶座的男性结合，你的生活内容会发生质的变化。你将经常出入知识界，结识学者和名人。\r\n\r\n　　双子座的儿童\r\n\r\n　　双子座的孩子一刻也闲不住，不是东跑西颠，就是到处看看有什么新鲜事。你的心里象是长了草，很难安静下来。除非有什么特别的东西吸引你，或使你忙得不可开交。双子座小鬼的父母最好能经常留心自己孩子的言行和举止，注意从身心方面去启发和培养他的灵活性。要有意识地加强这方面训练。这一星座的孩子，一般都比较聪明，喜欢玩弄概念和勤学好问。你几乎总是表现出与众不同的创造才能和敏锐的感知力，尤其当水星也在双子座的时候。一般地说，双子座的孩子喜爱读书。无论什么书，只要能抓到手你就会废寝忘食地读下去。\r\n\r\n　　你的最大弱点精力过于分散，许多事情都在吸引和激励着你。要想使你摆脱浮躁不专的毛病，只有加强你的纪律观念，把你出色的天赋引向一个确定的目标。\r\n\r\n　　你的理想出路是新闻记者、摄像师、作家、翻译、演说家、旅行推销员、商人、经纪人、以及一切与旅行或外国有关的职业。双子座不同10°内出生的人的基本性格\r\n\r\n　　出生日期：5月22日～31日\r\n\r\n　　性格特征：你聪慧敏捷，很有潜力，为人处世无懈可击。但内心潜在二重性，遇事总是优柔寡断、不知所措或进退维谷。从而使你不能把自己的力量集中在一个确定的目标上。你有可能表现出非凡的智慧和才干，也有可能流于徒劳无益的夸夸其谈之中。一切都能使你兴趣盎然；一切对你也能很变得淡漠厌倦。\r\n\r\n　　动力来源：专心致志\r\n\r\n　　出生日期：6月1日～10日\r\n\r\n　　性格特征：你在灵感和想象方面有出色的天赋，是个典型的艺术家的性格。襟怀坦白，但易受非难。幽默和讽刺是你生活中最好的自卫武器。对现实生活的适应能力较差，内心的不安常常折磨着你，使你企图逃避现实或力争改变自身现状。对于这一10°的人，尤其需要理智和敏感的充分协调。\r\n\r\n　　动力来源：直觉创新\r\n\r\n　　出生日期：6月11日～21日\r\n\r\n　　性格特征：你有很强的智力天赋，禀性纯正，为人真诚，喜欢与人打成一片。但是，你遇事或碰到困难容易气馁，或者失去清醒的头脑。尽管你的想法层出不穷，但往往很难以有效的方式展现在实际生活中，从事抽象思维的工作，要比从事具体的工作更容易获得成功。\r\n\r\n　　动力来源：新思想\r\n\r\n　　出生在双子座的著名人士有：邓肯(美国著名舞蹈家)、韦恩(英国小说家、诗人)、肯尼迪(美国第35届总统)、梦露(美国著名女影星)。\r\n\r\n　　总而言之，双子座的你：\r\n\r\n　　心意活跃的双子座的人说：\"我想……\"。\r\n\r\n　　表达爱情的方式：迷人的和冗长的。\r\n\r\n　　是一个：喜欢玩的人。\r\n\r\n　　渴望：绝无仅有的出色的丈夫或妻子。\r\n\r\n　　受骗：意想不到的情况下。\r\n\r\n　　喜欢：读书和谈天。\r\n\r\n　　害怕：必须沉默不语。\r\n\r\n　　追求：新潮。\r\n\r\n　　弱点：一心二用。\r\n\r\n　　有利条件：不断变化。\r\n\r\n　　不利条件：缺乏耐心。\r\n\r\n　　假期生活：旅游观光或结识新朋友。\r\n\r\n　　开支：外出或购买书籍。\r\n\r\n　　吉祥物：三角形。\r\n\r\n　　吉祥金属：白金。\r\n\r\n　　吉祥宝石：玛瑙。\r\n\r\n　　吉祥日：星期三。\r\n\r\n　　喜欢的颜色：条纹、多色、灰色。\r\n\r\n　　吉祥数字：5、14、23、32。\r\n\r\n　　喜欢的场所：飞机场、书店、出版社、学校、旅游圣地、无人售货商店、紧张而热烈的场所等。\r\n\r\n　　吉祥植物：雏菊、牛至、茴香、洋槐、榛。\r\n\r\n　　理想旅居国：美国、比利时、希腊、北非、撒丁岛。\r\n\r\n　　居住条件：新式建筑，室内空气流通，家具少而精，丰富多采的书籍和唱片以及音响设备，要有供朋友间促膝谈心的幽静的小角落。\r\n\r\n\r\n\n\t\t\t    ","site":"E"},{"uid":"f7017b536983d3921cc6d8b957f4ade5","constellation":"巨蟹座","content":"\n\t\t\t    \t6月22日～7月22日　　主宰行星：月亮　　属性：水相星座\r\n\r\n　　夏天出生的生辰星位或太阳在巨蟹座的人的特点：\r\n\r\n　　巨蟹座是夏天开始的第一个星座，夏天把深居简出、思想保守和敏感的性格带给了这一星座的人，这是个需要自我保护的人。出生在这一星座的人，有慈母(慈父)般的热情，也洋溢着孩子般的纯洁和天真，有很强的制力。你的人生哲学是：使自己和别人都幸福如愿。你对自己用双手创造出来的有限幸福心满意足，但总担心有人会夺去这一幸福，因此，你过分地抓住你在精神和物质上所拥有的一切。这一星座的人的优点是热情、正直、谦虚、谨慎、头脑冷静、感情细腻、为人真诚、忠心耿耿、富有组织才能、既有耐心又有毅力。你的弱点是性格被动、思想保守、依赖性强、多疑多虑、容易制造惊慌不安的气氛，而在真正危险面前往往不知所措。这一星座的人或者食欲过盛、或者食欲缺乏。另外，固执、疑虑和沙文主义也是夏天出生的巨蟹座的人主要缺点。如果受到月亮和海王星不佳方位的影响，某些巨蟹座的人易受梦幻般漂泊生涯的吸引，其命运是莫测的，有时甚至是悲剧性的。\r\n\r\n　　超群的直觉和敏感是巨蟹座人的主要性格特征。这一星座的人多半喜欢生活在旖旎的幻想中，颇有些放幻梦于海浪，寄情思于蓝天的意境。你不大适应旋尔即逝的生活节奏，而偏爱安谧的环境以及一切能唤起你想象和感受的气氛。这是一个把人生当作唯一美的人，你不愿直对生活中的矛盾和冲突，在内心里和现实中你都尽力把自己这些纷繁之事隔绝开来。你常常深入电影或小说里人物或场理应的意境，慢慢地咀嚼和回味……你可能会长时期地保持童年时代的纯真。感情真挚、坦诚，但性格比较脆弱。经常忧心忡忡，是个深怕别人踩在自己的敏感点上走路的人。如果在你的生辰天宫图中，没有火星、天王星或太阳的较强的影响力那么你更趋于形成不爱抛头露面和深居简出的性格。你不喜欢随便结交新友，不愿轻易发表见解和做没有把握的事。是个可以完全信赖的人。你将始终与你的家庭，尤其是你的母亲保持密切的关系。在工作中，你的敏感常给你带来麻烦，一丝困难就可能使你的内心产生强烈的反响。相反，当你感到自己深受别人信赖时，你会与周围人建立良好的关系，激发出无限的真诚和创造力。\r\n\r\n　　巨蟹座的人经常无意识地寻觅着保护，寻找一个可遵循的典范，或者向欢迎你，并能使你充分发挥聪明才智的团体靠拢。一般讲，你需要别人的信任和保护，需要一个适合于你生活和工作方式的环境。这一星座的人很容易赢得他人的好感和支持。你对奇异事物的感知能力较强，相信机遇，事实上，幸福之神也的确常常奇迹般地出现在你面前。\r\n\r\n　　巨蟹座人的天赋主要表现在想象、音乐、绘画、小说、电影和幻想创作方面。在幻想中你喜欢按演一个角色，从中去确认自身的价值和寻找所需要的自信心。由于主宰行星月亮对你的影响，你可能成为深受观众崇拜的演员。你的激情和艺术天赋能深深打动观众的心。尤其当月亮处于黄道第Ⅰ、Ⅶ、Ⅹ宫时更是如此。由于你特有的责任心和组织能力，使你能在一切与公众接触的工作中赢得信誉，并发挥你的才智。此外，这一星座的人一般喜欢美味佳肴，欣赏出色的烹调技术，所以饭店业、旅馆业、食品商业也是巨蟹座理想的职业发展方向。在护理病人方面你是出类拔萃的。一般地说，巨蟹座的人不善于在公众面前表现自己。你对自己和亲人的明天，经常过分地担忧。成年以后，你的经济状况会出现意想不到的好转机。\r\n巨蟹座男性\r\n\r\n　　巨蟹座的男性\r\n\r\n　　至少从表面上看，这是一个充满温情和喜欢顺从的人。只有在你的领地--家庭中，在妻子和孩子身浓度或者与自己的知心朋友在一起的时候，才能抒发出内心的欢慰。你平易近人，容易相处，很愿意帮助人。美味常常吊起你的胃口。你深居简出，同时又向往美好的旅行和奇异的探险。举止稳重而有魅力，钻研并有自己的见地。对待事业和生活极其认真，然而有时不顾现实地固执已见，对没有得到你认可的问题或事，你会采取顽强的抵制态度。\r\n\r\n　　一般地说，母亲对你的一生起至关重要的作用，或者说你很难摆脱母亲的影响，你甚至试图通过恋爱来寻求同样的爱。\r\n\r\n　　你非常需要别人的信任，需要温情。你对异性情感方面的需求胜过另一方面，或者二者兼需。性格内向，且带有某种被动性。敏感使你很容易由于别人有意或无意的缺乏热情或怠慢而受触怒。\r\n\r\n　　你宁愿离那些纠缠不清或不愉快的事情远远的，因为你本身很容易受各种烦躁不安的影响。在好些与自己志趣不相投的人面前，你会感心情不畅而宁愿沉默或离去。\r\n\r\n　　巨蟹座男性的真正幸福是在你孩子们的身上，你会把自己全部的父爱献给你们。家庭是你神圣的乐团。是这种真诚的父爱之情为你带来了你所必需的精神上的稳定与平衡。\r\n\r\n　　生辰星位在魔羯座的女性善于承担生活的责任，并能帮助你从超载的繁忙中解脱出来。\r\n\r\n　　你喜欢与你同样充满温情的、爱幻想的双鱼座的女性。\r\n\r\n　　热烈的天蝎座女性能唤起你的情感。\r\n巨蟹座女性\r\n\r\n　　巨蟹座的女性\r\n\r\n　　这是一个充满幻想的天真而温性的女性。你的感官只有在触及到想象的窗口时才会苏醒。是个心境永远年轻，思想深处常常有朦胧意识的\"姑娘\"。你非常钟情，但往往不知道真正令你心醉的人到底是谁。当人们信任你时，你会充满温情、幽默和诗意。但是，你敏感的神经动辄就会失控，在无声无息中积累了不满和忧怨。\r\n\r\n　　你总是怀恋过去的某一件事：你的童年或没能如愿的婚姻……你喜欢明朗而深邃的柔谐音乐；欣赏简单而流畅的艺术；追求深沉而婉约的理想。你经常自我反思和剖析，因为你觉得对自己不甚了解。\r\n\r\n　　你需要宁静、和谐与安全；你渴望一个可以触发想象的愉快的生活环境；你喜欢象胎贝附着石头上一样呆在自己的小天地里。忧郁的气氛、混凝土建筑及装饰会使你无法忍受的压抑感。你喜欢把自己的住所变成陶冶心性的圣殿。\r\n\r\n　　青年时代，你的家庭对你有很大的影响，有时甚至会延迟你的婚期。\r\n\r\n　　一般来讲，是母性支配着你身心上的平衡。母爱之情在这一星座的女性身上得到了充分的体现。一旦有了家庭，你会全力以赴地培养和教育孩子，为了孩子你甘愿献出全部的爱。\r\n\r\n　　如果你不是突然莫名其妙地升起一股哀愁的话，你的性情是温柔和令人愉快的。你只想如何使自己的亲人高兴和满意。你渴望从一个年长的男性那里得到父爱或保护。　　生辰星位在魔羯座的男性会理解你的愿望，带给你所需要的安慰和爱。\r\n\r\n　　你与重感情的双鱼座的男性情趣投合。\r\n\r\n　　你也会沉醉在天蝎座男性炽热的情感之中。\r\n\r\n　　巨蟹座的儿童\r\n\r\n　　巨蟹座的孩子性格的突出特点是敏感。有时你会敏感到令人难以理解的程度。你需要家庭的温暖，双亲的离异、不和或其你悲剧，比任何事情对你的打击和影响都大，会在你思想中打上深深的烙印，甚至影响你的一生，同时也会加重你天生的不安全感。你的母亲对你和你的命运的影响是很关键的，尤其当月亮在你生辰天宫图中具有较强影响力的时候。\r\n\r\n　　巨蟹座的孩子多半时间是性情温和可爱的。你的主要缺点是反复无常。这种情绪上的起伏不定源于你敏感性格的本身。你动不动就生气。躲在自己的房间里谁也不见。巨蟹座是个会流许多泪的星座，这就意味着巨蟹座的孩子心地善良，易受感动，如果能把握你的这一特点，就会充分调动你各方面的积极性。\r\n\r\n　　你对奇异事物的兴趣极浓厚。神奇迷离的故事、冒险旅行或奇遇记等都会使你入迷。在学习方面，所有能激发你想象的课程：文学、历史、音乐、绘画、地理等，你都能学得很出色，而对要死记硬背的科目，你的兴趣很淡薄。\r\n\r\n　　你的理想职业出路是：与公众相接触的职业、音乐、诗歌、幻想创作、海军、电影、神学、食品商业、旅馆业或医务工作。巨蟹座不同10°内出生的人的基本性格\r\n\r\n　　出生日期：6月22日～7月1日\r\n\r\n　　性格特征：有丰富的想象力，甚为敏感。有时无足轻重的事就会使你觉得受到了中伤，也会使你兴奋不已。性情温和，喜欢幻想，并常以梦纪逃避现实。比较擅长辞令，有吟诗作赋和文学与戏剧合作的才能。有一定的魅力。但情绪不够稳定，有时会陷于意志消沉之中。你最需要的是理解与鼓励，因为你的情绪最容易受周围人的影响。\r\n\r\n　　动力来源：吸引力\r\n\r\n　　出生日期：7月2日～12日\r\n\r\n　　性格特征：潜在着极大的才能，其中心理学和前沿学科方面的能力较突出。思维受直觉和幻想的支配。欢乐感和忧虑感都很强。心善良、坦率、真诚，但容易受触怒，对你愿意从事的任何事业都会表现出出色的持久力和创造力。喜欢旅行、回忆往事和各种消遣娱乐活动。\r\n\r\n　　动力来源：发现\r\n\r\n　　出生日期：7月13日～22日\r\n\r\n　　性格特征：性情温和，感情浪漫。是一个不太愿意在实际方面有所创新的幻想主义者。渴望激情奔放地迎接生活。讨人喜欢、热情好客，肯为自己崇拜的人鞠躬尽瘁。深居简出，喜欢经常出同意想不到的事和不断变化。\r\n\r\n　　动力来源：想象\r\n\r\n　　出生在巨蟹座的著名人士有：卢梭(18世纪欧洲伟大的思想家)、乔治桑(法国浪漫主义小说家)、普鲁斯特(20世纪法国小说家)、蓬皮杜(法兰西第五共和国总统)、劳洛勃丽吉达(意大利著名影星)、米海依马蒂埃(法国当代歌唱家)。\r\n\r\n　　总而言之，巨蟹座的你：\r\n\r\n　　敏感的巨蟹座的人说：\"我觉得\"。\r\n\r\n　　表达爱情的方式：温柔的。\r\n\r\n　　是一个：注重感情的人。\r\n\r\n　　渴望：保护人，疼爱自己孩子的父亲(或母亲)。\r\n\r\n　　受骗：由于懦弱，但你的家庭永远是神圣不可侵犯的。\r\n\r\n　　喜欢：逃避现实。\r\n\r\n　　害怕：没有可靠的保护。\r\n\r\n　　追求：各项计划都尽善美。\r\n\r\n　　弱点：易怒。\r\n\r\n　　有利条件：真诚，深居简出。\r\n\r\n　　不利条件：粗心。\r\n\r\n　　假期生活：到水边。\r\n\r\n　　开支：为了自己的家人和家庭。\r\n\r\n　　吉祥物：银质新月。\r\n\r\n　　吉祥金属：银。\r\n\r\n　　吉祥宝石：晶体和珍珠。\r\n\r\n　　吉祥日：星期四。\r\n\r\n　　喜欢的颜色：白色和珠光色。\r\n\r\n　　吉祥数字：2、11、20、29。\r\n\r\n　　喜欢的场所：水边、河边、湖边和海边。\r\n\r\n　　吉祥植物：睡莲、垂柳、罂粟、虞美人、黄瓜、甜瓜以及所有水生植物。\r\n\r\n　　居住条件：富有浪漫色彩的房子，最好隐藏在绿丛中，古香古色的。壁炉里燃着温暖的火焰，家中充满安谧与和谐的气氛。\r\n\r\n　　理想的游居国：荷兰、摩洛哥、阿尔及利亚、苏格兰、巴拉圭、毛里求斯、塞内加尔、印度尼西亚的爪哇。\r\n\r\n\n\t\t\t    ","site":"E"},{"uid":"10b2888b608cb5727928539fe883054e","constellation":"狮子座","content":"\n\t\t\t    \t　　7月23日～8月23日　　主宰星：太阳　　属性：火相星座\r\n\r\n　　夏天出生的生辰星位或太阳在狮子座的人的特点：\r\n\r\n　　狮子座是夏天的第二个星座。炎热的夏天赋予狮子座的人果敢和胆略。你严于律已亦严于律人，有时过分地相信自己的力量和优势。这是一个能成就大事业的干才。狮子座的人主要特点是思想开放，竭尽全力冲破自己能量的极限，战胜艰难险阻，去开创光辉灿烂的新局面。此座的人风度翩翩，引人注目。你有宏伟的志向、坚韧不拔的毅力、所向披靡的竞争力。胆识过人，为人襟怀坦荡，宽宏大量，热情洋溢。你的思想中经常闪烁着英雄主义和理想主义的火花。\r\n\r\n　　你的弱点是高傲、过于敏感和坦诚。正如神话故事所描绘的国王一样，狮子座的人威严、宽厚、仁慈而且高傲。你的内心沸腾着强烈的激情，浑身充满活力和生机。你做事与考虑问题有时缺乏谨慎态度，不知留余地或过于简单化。容易被表象所迷惑，以致犯教条主义错误。狮子座的人特别需要愉快的心情。消遣和娱乐、参加各种社交活动、与朋友交往，并能在这些活动中表现出自己举足轻重的地位。否则，你就会变得忧郁寡欢，失去你的魅力和光采(这是你取得成功及吸引人的重要精神支柱)。休息会使你感到疲劳，你最好是在频繁的活动中去放松自己。\r\n\r\n　　狮子座的人不愿意置身于平庸的生活中，通常你很快就会摆脱这种境地，因为你颇晓人生和事业成功的秘诀。崇高的理想使你不愿意沉惬于狭窄的家庭圈子里，而希望到更大的范围中去施展自己的才智。有时你会表现得专横拔扈，但这与你肯为别人的幸福而努力奔波的善良心地并行不悖。非凡的才华使你很容易走上享有威望的职位。尊严和慷慨是你性格不可分割的一部分。你善于发现为自己工作的人的优点，及时肯定你们的成绩，激发你们的工作热情和献身精神。你常常挥金如土，以满足自己对奢华生活的需求。你喜欢把自己的房间装饰得富丽堂皇。希望自己的家就是一个布满艺术品的世界。一旦事业获得成功，你会使所有依赖你的人得到真诚的保护。如果事与愿违的话，你将感到痛苦不堪，被抑制的傲慢天性最终会使你产生错综复杂的心理，并有可能直接影响到你的精神和身体状况。但是，一般地说，无论在社会、社交、还是在职业生活中，狮子座的人有着辉煌的前程。尤其当除了太阳外，还有一个或几个行星位于狮子座的情况下，这种非同一般的前景就更为显著。这一星座的人很会理财，这不光是为了自己，也是为了别人。\r\n狮子座男性\r\n\r\n　　狮子座的男性\r\n\r\n　　这是一个气度不凡的人，你的热情和威望使你事业和理想上能获得成功。没有忠诚、没有光辉和宏伟的计划，你就无法生存。你心胸开阔、远见卓识、有排除困难和驾驭形势的才能。所以，人们很容易对你产生敬重和钦佩之情。高傲是你性格的突出特点。\r\n\r\n　　你为人宽厚，感情强烈。在爱情方面，愿意用自己无限的真诚去赢得异性发自肺腹和毫无保留的爱。对你所爱慕的人，你会竭尽全力从各方面保护、关心、照顾你。对你表现出坚如磐石般的忠诚，使你身心沐浴在幸福和舒适豪华的生活中。此外，你还喜欢用华贵的首饰打扮你的妻子，使你成为你心中梦想的偶像。于是刀子因为生活中遇到了这个钟情的狮子座男性，而一举成为最幸福、最光采夺目的女性。你的婚姻会是成功的，爱情生活将长久地充满欢乐与幸福。\r\n\r\n　　狮子座的人决不允许自己的妻子有任何不检点的行为，更不能容忍使你威信扫地的、对爱情的背叛行径。\r\n\r\n　　家庭是你欢乐的王国，非常喜爱自己的孩子。很欢迎朋友之间的相互往来。凡事认真细致，总愿把每件事做得完善无缺，并希望通过你的努力，使你周围的人都能欢乐和幸福。\r\n\r\n　　与生辰星位在水瓶座的人结伉俪，你们会有事业上的共同愿望，能互勉互助，并且都追求高雅舒适的生活。\r\n\r\n　　与牧羊座和射手座的女性能情投意合，因为你们有相同的热情及共同的生活情趣。\r\n狮子座女性\r\n\r\n　　狮子座的女性\r\n\r\n　　狮子座的女性能力很强，十分自信。至少你试图能给人这样一种印象。诸一中，你竭尽全力来迎纳人们的赞美，从不愿扮演次要的\"角色\"，而要当\"名星\"，成为强者。假如你的愿望受挫或努力失败，更会激发你的权欲思想。\r\n\r\n　　这一座的女性自负、高傲。只有那些具有特殊才干或者能给你带来你所向往的\"光辉灿烂\"的生活的人，才能征服你的心。\r\n\r\n　　如果你所梦寐以求的爱情不能如愿以偿，你将不惜任何代价继续为自己新的夙愿和理想而奋斗。\r\n\r\n　　这是个令人欣慰的女主人，你喜欢经常不断地、颇讲排场地招待自己的亲朋好友。\r\n\r\n　　这一座的女性从不愿承认失败，万一你理想的婚姻夭折，你的情绪会受到极大的震动，需要相当长的时间才能平复。\r\n\r\n　　水瓶座的男性会拨动你的心弦。你不象狮子座的女性那么雄心勃勃。你们的生活将是稳定而和谐的。\r\n\r\n　　与牧羊座的男性结合，有助于成就你宏伟的事业或实现你梦想的计划。\r\n\r\n　　射手座的男性能将你的生活带入高层次的领域中，并会使你经历奇异的旅行生活。\r\n\r\n　　狮子座的儿童\r\n\r\n　　从青年时代起，狮子座的孩子主要性格表现是高傲。此星座的孩子很早就会感到自己有举足轻重的影响。在学校里不太听话，个性很强，象个小霸王，凡事要听从你的指挥。\r\n\r\n　　对于狮子座的孩子，千万不要刺伤你的自尊心，否则你会愈加固执地高傲难管，不求进取。要恰到好处地维护你的尊严感，及时赞扬你的优点，一旦你认定了方向、目标，你将认真刻苦地学下去，成绩会名列前茅。这会为你打开通向美好未来的大门。事实上，许多有重要成就的人，都出生在狮子座。　　这一座的孩子，正义感与是非感相当强，爱憎分明。在你年少时，谨防你不要上当受骗。在是非没有真正弄清前不要错怪你。\r\n\r\n　　狮子座的孩子的弱点是：过分喜欢听恭维的话。\r\n\r\n　　你的理想出路是：高级职位，如外交、银行、交易所、首饰业、高级旅馆业、大型企业、游乐场、艺术博物馆、戏剧团体的领导人等等。狮子座不同10°内出生的人的基本性格：\r\n\r\n　　出生日期：7月23日～8月2日\r\n\r\n　　性格特征：凭借自己个性去赢得别人的敬服。你总是生机勃勃，热情洋溢，充满火热的激情，不愿受到任何约束，有崇高的理想，你需要为了一个远大的目标或完成某种神圣的使命而生活，一向不喜欢庸庸碌碌，随波逐流。在爱情生活中，你情意绵绵。在愤怒时，你会暴跳如雷。非常容易轻信别人的恭维。\r\n\r\n　　动力来源：权力\r\n\r\n　　出生日期：8月3日～13日\r\n\r\n　　性格特征：性格开朗，诸事敢于发表自己的独特见解。对人忠诚、有较浓的哲学、宗教意识，善于说服和引导别人到自己的轨道上来。但有点过高地估计自己的优势，易走极端。不宽容任何错误。\r\n\r\n　　动力来源：权威\r\n\r\n　　出生日期：8月14日～23日\r\n\r\n　　性格特征：有领导者的气魄与胆略，能战胜任何艰难险阻。坚持真理，维护正义。有很强的责任心和义务感，以助人为乐。但是，若火星处于黄道第一宫或第八宫(即在牧羊座或天蝎座内)，或者火星、太阳或月亮的方位不佳时，则十分专横。理想和爱情将会成为你生活的中心。\r\n\r\n　　动力来源：成功\r\n\r\n　　出生在狮子座的著名人士有：拿破仑(法国将军、皇帝)、大仲马(法国19世纪作家)、墨索里尼(意大利首相、欧洲第一个法西斯独裁者)、希契科克(英国著名导演)、卡斯特罗(古巴总理)。\r\n\r\n　　总而言之，狮子座的你：\r\n\r\n　　高傲的狮子座人说：\"我想要……\"。\r\n\r\n　　表达爱情的方式：慷慨和大度的。\r\n\r\n　　是一个：才华出众的人。\r\n\r\n　　渴望：引以自豪的资本。\r\n\r\n　　受骗：由于任人吹捧或恭维。\r\n\r\n　　喜欢：盛会和社交活动，逛超级市场。\r\n\r\n　　害怕：丢面子。\r\n\r\n　　追求：崇高的理想。\r\n\r\n　　弱点：不满情绪。\r\n\r\n　　有利条件：上层关系。\r\n\r\n　　不利条件：过分的自尊心。\r\n\r\n　　假期生活：晒太阳和高级宾馆的生活。\r\n\r\n　　开支：购买奢侈品和首饰。\r\n\r\n　　吉祥物：太阳或金质纪念章。\r\n\r\n　　吉祥金属：金。\r\n\r\n　　吉祥宝石：钻石。\r\n\r\n　　吉祥日：星期日。\r\n\r\n　　喜欢的颜色：艳黄、浅黄、褐色。\r\n\r\n　　吉祥数字：1、10、19、28。\r\n\r\n　　喜欢的场所：豪华地方、高级宾馆、剧场、展览厅或娱乐场所。\r\n\r\n　　吉祥植物：向日葵、柏树、棕榈树、月桂树、龙胆、山金车、当归属植物。\r\n\r\n　　居住条件：有艺术品、名画和豪华古老家具点缀的最高级住宅。\r\n\r\n　　理想的旅居国：法国、意大利、阿尔卑斯、西西里岛、秘鲁、黎巴嫩。\r\n\r\n\n\t\t\t    ","site":"E"},{"uid":"c5aa86a69fdc757a174b2a76c75eaec6","constellation":"处女座","content":"\n\t\t\t    \t8月24日～9月23日　　主宰行星：水星　　属性：地相星座\r\n\r\n　　夏天出生的生辰星位或太阳在处女座的人的特点：\r\n\r\n　　在喜欢过高估计自己的狮子座之后，是总爱过低估计自己的处女座。处女座的人是不惹人注目的效率冠军，是谦虚的典范。处女座的人对每一件事情都要周密计划，仔细安排，喜欢事情的来龙去脉一目了然，事后做记录以备查，每项开支都记入帐目。总之，你的生活是一丝不苟和井井有条的，不喜欢突如其来的事情扰乱你的生活。尤其是当太阳以外的某一个或几个行星出现在处女座时，这种性格特点就更为明显。处女座的人总是试图将自己的激情和冲动置于理智的控制之下。你深思熟虑、反复斟酌，有时甚至放过了有利时机。你可爱、懦弱、常常为没有达到尽善尽美而感到内疚和不安，特别害怕自己上当受骗。\r\n\r\n　　如果你出生的时候，没有受到太阳，木星或火星的影响，那么处女座的人将会满足于一般的，但可靠的成功状态，而不大愿高瞻远瞩，奋勇拼搏，因为未知的一切都会使你感到担心。你要求自己的工作要做得无懈可击，需要别人感到你是不可缺少的，这些在你看来要比雄心壮志更为重要。受木星、天王星或火星影响较大的处女座的人，有可能成为精明强干的实业家或者在工业、法律、商业中很有成就的人才。这一星座的人具有勤劳的本色和极强的责任感。你特别适合从事需要细致、踏实精神的一切工作。一般说来，你的这一精神会在不需要你创新，不需要别人监督或从属的工作岗位上得到充分的发扬。据统计，相当数量的显要人物的得力助手、秘书和模范职员都是出生在处女座。处女座的人从来不寄希望于侥幸，你总是在经济上给自己留有余地。慢慢积攒财富，做有把握的好生意，合理合法地赢利，逐步扩大自己的积蓄，以供晚年之用。处女座的人批评精神较强，这一点将不利于你与周围的人谐调关系和工作关系，但这对你无关大局。\r\n\r\n　　出生在这一座的人，由于胃肠消化功能不好，身体较虚弱，因此应多注意饮食规律。晚上有时会失眠，其原因是\"忧虑心理\"太重。你怕自己的工作做不好；怕给别人带来麻烦；怕妨碍别人，也怕别人妨碍自己；怕自己经济拮据；怕别人犯侵自己的利益；还怕意外之事突然降临到自己头上。这种自我保护意识带来的忧虑心理，会使处女座的人具有许多特殊的优点如：警觉性高、勤劳朴实、严肃认真、头脑清醒，对事物有较强的分析能力，忠贞可靠。另外，这种忧虑心理也会使处女座的人产生一定的弱点。如喜欢钻牛角尖；烦躁；吹毛求疵；无意中引起了紧张的气氛；过多的思考与理智会限制你的视野，加剧对自我生活的控制。担心新事物的出现会打乱原有的一切秩序，并会把自己孤立起来。\r\n处女座男性\r\n　　处女座的男性\r\n\r\n　　这是一个典型的独身者的性格，不喜欢意外的事情。在激情所致的内心骚动面前，常常显得惶恐不定，你用持续不断的自我克制或批评精神来自卫。把遵守习俗作为你行动的准则，一成不变的生活是你理想的天堂。\r\n\r\n　　你是个既认真又有强烈责任心的人，一丝不苟地做好本职工作是你的座右铭。所以，可以充分地信赖你，依靠你。一般地说，这种人不喜欢到独立的事业中去发挥才智，而愿意在专家、教授或领导者的身边做助手工作，因此，你所得到的利益与你所付出的辛苦一般是不相称的。然而尽心尽责地完成本职工作是你的信条，也是你引以自豪的最大心愿。\r\n\r\n　　婚后，你会把家庭生活安排得相当有条理，各项家庭计划都预先周密考虑，从来不临时抱佛脚或打无准备之仗。\r\n\r\n　　你与生辰星位在双鱼座的女性会十分融洽，这一星座的女性和你一样，慎重和不喜欢出风头，也不喜欢在生活中冒各种风险。\r\n\r\n　　金牛座的女性也可以成为你理想的伴侣，你们在一起会分享安定、和谐的小康生活的幸福。\r\n\r\n　　你也可以向魔羯座的女性伸出友谊之手。通过共同的努力，你们会有一个物质基础相当殷实的家庭。\r\n处女座女性\r\n\r\n　　处女座的女性\r\n\r\n　　你有一种内在魅力和不受\"新潮\"干扰的特有的浪漫气质。你的谦逊有时会发展到唯恐被人注意的程度，因此，你与生活总保持一定的距离。你愿意把自己的幸福置之度外，而为别人贡献出自己的全部精力。\r\n\r\n　　你十分注意细节，有时会到了成癖的地步。你非常注重自己的安全，不喜欢意外的事情。你是一个相当出色的家庭主妇，懂得如何体贴、照顾自己的亲人，使他们心情愉快，身体健康。你心甘情愿地承担起家庭生活的责任，但你需要别人把你的辛勤劳动看在眼里，感到你是不可缺少的。你很善于为别人医病，你自己的身体也经常感到不适，需要用相当的时间来调理自己脆弱的身体。　　你生活中缺少不了处女座的女性，但总觉得在幕后要比在台上当主要演员自由自在很多。\r\n\r\n　　处女座的女性与双鱼座的男性性情都很温和、怯懦，你们会相处得很好，过着相敬如宾的和谐生活。\r\n\r\n　　与金牛座的男性结合，会建立一个美满舒适的家庭，并会有为你们争光的孩子。\r\n\r\n　　与魔羯座的男性结伉俪，你们会同心协力为远大的生活目标而努力，持久不变的感情会使你们永远幸福。\r\n\r\n　　处女座的儿童\r\n\r\n　　处女座的孩子一般胆子都很小或谨小慎微。身体往往很弱，容易患感染性疾病。身体状况会直接影响到你的学习。这是一个不太和群的孩子，喜欢观察和思考，很早就具有了批评精神，并把它作为保护自己的武器，但这很可能发展成为周围人恼怒的根源。你有时会不顾现实，而执意陷于纯粹的逻辑思维之中。\r\n\r\n　　处女座的孩子是个好学生，求知欲望很强烈，喜欢积累知识。你善于挖掘人的心理和探讨事物的本质，但这也有可能使你趋于只注重细节，而忽略了全局。从而会影响到你未来职业的发展。你孜孜不倦地学习，有时会达到忘我的程度。最好多让你到外面去参加体育活动，这样既可以多呼吸新鲜空气，又可以促使你与同学多在一起，打成一片，从而避免你孤独感和抑制性心理的滋长。\r\n\r\n　　你的理想出路是教育、医学、科学、会计、秘书、公职人员、卫生事业和商业，以及一切需要耐心、细致的工作。\r\n\r\n　　处女座不同10°内出生的人的基本性格：\r\n\r\n　　出生日期：8月24日～9月2日\r\n\r\n　　性格特征：性格较懦弱或谨慎，需要借助一定的外力帮助或有好的竞争环境，才能使你的事业和生活一帆风顺。你头脑清醒善于观察，注重细节，从不盲目行事。非常勤劳、总希望把工作做得好上加好。由于你的过分谦逊，常使自己辛勤劳动的成果被你人所用。敏锐的直觉使得你过于爱动脑筋和爱批评指责。\r\n\r\n　　动力来源：勤劳\r\n\r\n　　出生日期：9月3日～9月12日\r\n\r\n　　性格特征：有远大的抱负，职业信念很强，务实精神会帮助你在工作和学习上不断进取。天生具有经商的才能。严肃认真，有很强的责任感和义务感，但性格上有些趋于忧郁。你喜欢勤俭节约，办事有条理，为了改善经济状况肯付出代价。\r\n\r\n　　动力来源：责任感\r\n\r\n　　出生日期：9月13日～9月23日\r\n\r\n　　性格特征：性情安静，很有现实感。理智性强，为人正直、坦率。似乎生来就是应该兢兢业业地去为别人工作，而不是为自己个人的成功。你忠心耿耿，踏踏实实，甘愿处在默默无闻的地位上。你也很会照顾人和为人医病。兴趣广泛，但缺乏创新精神。\r\n\r\n　　动力来源：理智\r\n\r\n　　出生在处女座的著名人士有：英格丽褒曼(美国著名女影星)、伊丽沙白一世(英格兰女王)、雅里(法国剧作家)、路易十六(法国封建王朝最后一代君主)。\r\n\r\n　　总而言之，处女座的你：\r\n\r\n　　谨小慎微的处女座的人说：\"我看到……\"。\r\n\r\n　　表达爱情的方式：犹豫不决的。\r\n\r\n　　是一个：慎重而可靠的人。\r\n\r\n　　渴望：你的情趣能得到欣赏。\r\n\r\n　　受骗：由于过分的献身精神。\r\n\r\n　　喜欢：闭门幽居。\r\n\r\n　　追求：一丝不苟地实现你的计划。\r\n\r\n　　害怕：没能达到尽善尽美。\r\n\r\n　　弱点：批评精神过强。\r\n\r\n　　有利条件：精益求精。\r\n\r\n　　不利条件：缺乏勇气。\r\n\r\n　　假期生活：悠闲在安全无恙之地。\r\n\r\n　　开支：购买物美实用的商品。\r\n\r\n　　吉祥物：乌鸦。\r\n\r\n　　吉祥金属：水银。\r\n\r\n　　吉祥宝石：碧玉。\r\n\r\n　　吉祥日：星期五。\r\n\r\n　　吉祥数字：5、14、23、32\r\n\r\n　　喜欢的颜色：灰色。\r\n\r\n　　喜欢的场所：可以学习的地方、市场、饭店、农田，一切卖生活实用品的商店。\r\n\r\n　　吉祥植物：熏衣草、马鞭草、缬草、刺柏。\r\n\r\n　　居住条件：室内布置井井有条，有许多壁橱、组合式家具，房间里看不到多余的东西。\r\n\r\n　　理想的旅居国：瑞士、美国的弗吉尼亚州、巴西、新英格兰。\r\n\r\n\r\n\n\t\t\t    ","site":"E"},{"uid":"d9a7ff0acf51352aeaccab355b33b787","constellation":"天秤座","content":"\n\t\t\t    \t9月24日～10月23日　　主宰行星：金星　　属性：风相星座\r\n\r\n　　秋天出生的生辰星位或太阳在天秤座的人的特点：\r\n\r\n　　天秤座是象征着秋天来临的星座，秋意表现在天秤座的人身上是对意气相投的特殊嗅觉。你寻求着共同点和互相谅解的土壤。和蔼可亲的秉性，使仇恨和敌意永远无法靠近你的身旁。天秤座的人温柔、娴雅，你需要欢欢乐乐地生活，需要忠贞不渝的友谊和爱情。随和与顺从是你性格上的主要特点。无论对天秤座的男性还是女性，都可以看到这些难能可贵的女性品质，品格正直，平易近人，处处闪耀着人格魅力的光辉，以及你们所蕴藏的艺术上的灵感和才华。这就是天秤座的人！微不足道的事情就会使你感到惊慌不安。你总是在寻找着内心的稳定与平衡，没有这种平衡你就不能平静地生活。这是一个能为生活中的矛盾开辟和解之路的人。\r\n\r\n　　秋天出生的天秤座的人举止言行十分注意分寸。和你相处既不可急躁，又不可简单粗暴，因为你的感情很难预测，高兴起来有时忘乎所以。你对周围发生的一切都兴致勃勃，不仅知道事情的来龙去脉，而且还知道什么时机对成功最有利。天秤座的人最善于发现哪些人与你志趣相投。你的优势是：富有魅力、温文尔雅、性格平稳、目光敏锐，具有合作精神。不足之处是优柔寡断，缺乏坦率、难于理解。过分追求高雅的生活，因循守旧、机会主义、注重琐事、不专心和缺乏坚定性。你需要别人的钦佩和赞扬，只有在你感到欣然的环境中，你才能无忧无虑地生活。你喜欢到商店中去消磨自己的时间，选购好玩的和供观赏用的小礼物，赠送给自己的知心朋友。你不愿意在缺乏温暖和热情的环境中生活。一旦你病倒了，便会感到异常不幸并沉溺在失望之中。你需要有能使自己的风韵和娴雅得到表现和被鉴赏的机会；渴望生活在充满艺术和美好幻想的意境中，而回避生活中的各种矛盾、困难和烦恼，丑恶的行为会把你吓跑，强暴会使你的心灵受到创伤。只有当你出生时火星或天王星对你的影响力比较大的情况下，才能使这一倾向得到改变。\r\n\r\n　　天秤座的人的命运往往都是爱情和婚姻中发生作用或确定的。你的爱情生活是美满幸福的。特有的魅力会给你带来所期望的一切利益。在孤独面前，你会陷入完全不知所措的状态(尤其是土星与金星或月亮呈现不佳方位的情况下)，所以，天秤座的人不能长时间的处于孤独之中，你需要和大家保持着经常性的友谊。如果生辰天宫图的其你部分很有利的话，那么天秤座的人在艺术、戏剧或一切需要审美能力的职业方面将有很大发展。时装、奢华商业是你可以选择的理想职业。但你总需要在具体实施方面有人能助你一臂之力，你对物质问题是个门外汉。天秤座的人不善于安排物质生活，期望一切都轻而易举地到来，或者至少不要花大力气。你从不把钱放在心上，只有在想花的时候，钱的概念才进到你的脑子里。你象一幅美好的装饰艺术品，吸引着善良而真心诚意的人们。你怀着一颗美好的心灵，任凭生活的抚爱和洗礼。同时，你也会把生活变得充满欢乐，并把精心创造的舒适安逸的生活带给你所热爱的人。\r\n天秤座男性\r\n\r\n　　天秤座的男性\r\n\r\n　　你对女人富有魅力，喜欢猜测她们的心理，倾听她们的心声和理解她们的感情。这既是一个难得的知已，又是一个理想的伴侣。你有时会竭力取悦于人，这并不是为了赢得别人的欢心，而是为了表现自己的真心诚意。你希望事事都能做得完美无缺，否则就会感到内疚。这是一个既能对自己的妻子关怀备至，体贴入微，但又免不了朝三暮四的丈夫。你好友善交、头脑冷静、举止大方和谈吐高雅的素质，使你颇具外交官的气度。\r\n\r\n　　你的审美力很强，丑恶与强暴都会引起你的反感。你希望自己周围的人都亲密无间、和睦相处。\r\n\r\n　　一心想使别人满意的愿望，会表现出自身的弱点。你不愿与人相争，而愿意把时间用于编织自己永不凋谢的爱情。你的命运将随着婚姻的实现而确定下来。\r\n\r\n　　天秤座的人不能过孤独的生活，因此，婚姻将起着极其重要的作用，甚至会成为你人生的转折点。你需要爱情的烈火，需要倾诉衷情和需要赢得好感。你的全部幸福将取决于你所建立的各种关系。\r\n\r\n　　白羊座的女性能征服你的心，并使你沉浸在爱情的幸福中。通常情况下，总是牧羊座的女性很主动，如果双方都有这个意向，那么这一姻缘是理想可行的。\r\n\r\n　　双子座女性的社交能力和活泼的性格会使你倾倒。\r\n\r\n　　水瓶座的女性会在艺术、美学方面与你志同道合，会理解你的敏感性格。\r\n\r\n　　处女座和巨蟹座女性的真诚和安静的性格会给你的生活带来永恒的光和热。\r\n天秤座女性\r\n\r\n　　天秤座的女性\r\n\r\n　　爱情是你生活中至关重要的大事，你颇有惹人注目的魅力。\r\n\r\n　　你性格脆弱而温柔，容易相处。有些自我陶醉。生活上你完全依靠你的丈夫，希望他能承担生活中的一切责任。当你独自一人的时候，你会感到茫然若失。通常这种情况不会持续很久，你就会找到体贴、关心自己的知已或好朋友。\r\n\r\n　　生活中你需要快乐的情绪，需要广泛地惹人注目。你优雅的风姿会触动人们的心弦，使人们对你产生深情和好感。这是一个理想的家庭主妇，你能缓冲和调解任何矛盾与纠纷，给家庭生活带来欢乐和平静。但必须不断升华对你的感情，对你关怀备至、体贴入微，不辜负你的情意，才能牢牢地拥有你。还要用永恒的温情去滋润你那颗爱的心灵。\r\n\r\n　　如果你不是为了爱情而生存，那么你就会为艺术而献身。艺术会成为你理想的职业，并能使你施展自己的全部才华。不过，要想取得成就，你必须克服闲情逸志的惯性。因为说到底你喜欢“泛”而不喜欢“专”。\r\n\r\n　　你的风采和魅力会唤起生辰星位在牧羊座的男性的爱的激情。只要你们彼此倾心相与，你们的结合会是幸福的。\r\n\r\n　　双子座的男性会对你产生好感。他妙趣横生，海阔天空和富有超级幻想色彩的谈吐会把你带入一个梦寐以求的境界。\r\n\r\n　　你对能充分理解你的水瓶座的男性会产生真挚的感情和爱的壮举。\r\n\r\n　　天秤座的儿童\r\n\r\n　　天秤座的孩子一般都很帅气，讨人喜欢，容易引起别人的钦佩、赞扬和好感。要特别注意防止你滋长一种“小皇帝”、一切都要靠别人的思想倾向。因为天赋和魅力往往会使你感到是置身在一个得天独厚的环境中。\r\n\r\n　　只有用温情，人们才可能从这个孩子的身上得到所希望的东西。因为粗暴会使你不知所措。你不愿意孤独一人，而需要经常与朋友和伙伴交往。朝夕相处的朋友将对你的童年生活，甚至命运和未来起着重要作用。\r\n\r\n　　天秤座的孩子在艺术、美学和纯技术科学以及法律和医学等方面，容易取得成就。永远不要驱使这种孩子去超越自己的能力极限，但在学习方面要经常不断督促你和鼓励你，因为你生性较懒散，容易贪玩而放任自己。\r\n\r\n　　跳舞、绘画或到鲜花盛开的花园中散步，这对你要比体育锻炼更有利于身心上的平衡。\r\n\r\n　　你的理想出路是：艺术、戏剧、时装、装潢、自由职业、奢侈品商业(尤其是化妆品业)和社会生活。\r\n\r\n　　天秤座不同10°内出生的人的基本性格：\r\n\r\n　　出生日期：9月24日～10月2日\r\n\r\n　　性格特征：性情文雅，彬彬有礼，漫不经心且可爱迷人。但这并不是一个时期事事处处都能随和通融的人。你的命运取决于你周围的人，尤其取决于你兴趣的投向。因为你的一切几乎全受感情的支配，而你自己从来不独创什么。美的鉴赏力和艺术才华都很强，但需要有好的火星与金星或火星与太阳方位，或者你的生辰星位是处在一个较强的星座中，这样才会使你的艺术才能真正发挥出来。成功的婚姻是你幸福的基石。\r\n\r\n\r\n　　动力来源：结合\r\n\r\n　　出生日期：10月3日～13日\r\n\r\n　　性格特征：心地善良、待人亲切，正义感强，关键时刻总是支持弱者，反对强权。你的同情心很强，经常设身处地为你人着想，宽宏大量。你总是与人为善，以至于使自己成了这种善心的奴隶。向往忠贞之情。你的人生道路常伴随伤感和忧郁。\r\n\r\n　　动力来源：感情\r\n\r\n　　出生日期：10月14日～23日\r\n\r\n　　性格特征：平易近人和富有极强的社交能力。在社会交往中，你会赢得信誉，然而这也可能给你带来某些不安定的心理。你渴望在朋友的欢声笑语中度过美好的时光，而不愿意在寂寞和孤独中度日如年。如果土星、火星与金星或月亮呈不好的方位，则会使你趋向于加重精神的孤独感。反之，则会强化智力因素，这会有助于你事业上的成功。\r\n\r\n　　动力来源：依靠别人\r\n\r\n　　出生在天秤座的著名人士有：王尔德(爱尔兰作家、戏剧家)、兰波(法国诗人)、阿兰傅尼耶(法国作家)、阿拉贡(法国诗人)海华兹(美国电影演员)、马斯特罗亚尼(意大利电影演员)、卡特琳娜德纳芙(法国女影星)、菲利普努瓦雷(法国男影星)、伊夫蒙唐(法国演员)。\r\n\r\n　　总而言之，天秤座的你：\r\n\r\n　　温柔的天秤座的人说：“我还需要考虑一下。”\r\n\r\n　　表达爱情的方式，浪漫的。\r\n\r\n　　是一个：一心想使人满意的人。\r\n\r\n　　渴望：姊妹一般的情谊。\r\n\r\n　　受骗：爱的奢望。\r\n\r\n　　喜欢：跳舞或者参加盛大的活动。\r\n\r\n　　害怕：没有得到大家的爱。\r\n\r\n　　寻求：无微不至的关怀。\r\n\r\n　　弱点：闲逸。\r\n\r\n　　有利条件：喜欢助人。\r\n\r\n　　不利条件：说而不做。\r\n\r\n　　假期生活：充满诗情画意。\r\n\r\n　　开支：买化妆用品、鲜花、看演出。\r\n\r\n　　吉祥物：心形物。\r\n\r\n　　喜欢的花：玫瑰。\r\n\r\n　　吉祥金属：铜。\r\n\r\n　　吉祥宝石：纯绿宝石。\r\n\r\n　　吉祥日：星期五。\r\n\r\n　　喜欢的颜色：蓝、菘蓝。\r\n\r\n　　吉祥数字：6、15、24、33\r\n\r\n　　喜欢的场所：高雅的社交场所；鲜花盛开的花园；舞厅或娱乐场所。\r\n\r\n　　吉祥植物：报春、羽衣草、长春花、接骨木、黄杨、杏树、花园的花。\r\n\r\n　　居住条件：室内典雅且富有生机，到处是鲜花及丝织品装饰，一张高级席梦思床和一间可接待朋友的客厅。\r\n\r\n　　理想旅居国：奥地利、美国南部、埃及、摩纳哥、危地马拉和夏威夷。\r\n\r\n\r\n\n\t\t\t    ","site":"E"},{"uid":"09fd2c96f9046cd2e236bc56aad858c6","constellation":"天蝎座","content":"\n\t\t\t    \t10月24日～11月22日主宰行星：火星和冥王星属性：水相星座\r\n\r\n　　秋天出生的生辰星位或太阳在天蝎座人的性格特点：\r\n\r\n　　在天秤座和射手座之间是天蝎座。这一座的人对互不相同的和互不相融的事物有特殊的兴趣。善于利用自己性格反差较大的特点。你是一个喜欢探究事物的真正并加以区别的人。在萧瑟的秋风中降生到这一星座的人粗犷而倔强，你紧张的生活节奏会使接近你的人感到迷惘。你的爱情心理常充满着矛盾。感情上的背叛对你是绝对不能忍受的，而且会使对你爱情产生与原来相对立的看法。你有一双极其敏锐的眼睛，能洞察人的弱点和机遇的利弊。另外，你的神秘性、选择性、好斗性、狂热性和不妥协精神，也常常给人们留下深刻的印象。无法摆脱的烦恼常常纠缠着你，使你感到精疲力竭。强烈，是天蝎座的人的突出性格表现。巨大的耐力使你敢于迎接艰难险阻，并能征服之。无论生活中的还是情感方面的错综复杂的问题，非但不会使你厌烦，相反还会给你的生活增添乐趣。\r\n\r\n　　天蝎座的人需要经常不断地处于忙碌之中。你喜欢亲自动手去做；喜欢改善自己的工作和生活环境；喜欢更新自己的想法，而不喜欢无所事事和庸庸碌碌的生活，那会使你丧失生机和活力。你从不接受任何失败，如果遭到了挫折，你将会产生强烈的心理变态反应。而后你会从零开始，凭着顽强的意志和坚韧不拔的精神，重新奔向成功。你喜欢戏剧性的场面，会不时地在你前进的道路上导演一幕。最好不要成为你前进道路上的障碍，这是一个危险的竞争者和一个可怕的对手。你将永远不会忘记失败的教训和自己所受的伤害。\r\n\r\n　　天蝎座的人酷爱权力，喜欢有自己的思想方法。钱和物质对你是不可缺少的，但从不用它来束缚自己的手脚，你对那些对自己的事业、工作有过帮助的人，总是念念不忘，肯为你们慷慨解囊。在生辰天宫图中，当火星在牧羊座、天蝎座或魔羯座，或者在黄道第Ⅰ、Ⅹ、Ⅶ或Ⅳ宫中的影响力较大的时候，这一性格会表现得更为突出。与黄道任何其你星座的人不同的是，天蝎座的人善于等待有利于自己的时机。一旦时机到来，你选定了自己要走的路，那么任何力量都无法除阻挡你的前进，你会经受住任何艰难困苦的考验。别人失败或弃阵逃脱的地方正是你建立自己成功业绩的圣地。你喜欢慎重而深思熟虑的冒险行动，也很会利用自己的魅力和感召力去达到自己渴望的目的。许多有声望的金融家，你们的生辰天宫图中都有天蝎座的强大的影响力。天蝎座的人常常表现出利益上的本性，颇懂生意经，越是棘手的生意，你越能从中渔利。这是一个不太容易相处的人，一切都向最好的看齐。你的物质欲望必须得到充分满足。相传，天蝎座与象征死亡、遗产和赠与的黄道第Ⅷ宫结了\"金玉\"良缘，因此迄今为止，天蝎座的人仍在享受着配偶在物质生活方面常常给你的利益。还有些天蝎座的人，可能走向另一个极端，你们对这个世界上的幸福、财富毫无兴趣，而是去开创自己的信念之路，或者内心深处经历着神秘主义的骚动。\r\n天蝎座男性\r\n　　天蝎座的男性\r\n\r\n　　绝对意识和强烈的欲望在你的心中翻腾，并经常把你带到一个激情茫然的忧郁世界。恰恰在这里，你会感到人生的真正价值和乐趣。\r\n\r\n　　你能顽强地经受任何艰苦的考验，愿望的洪流会帮助你扫除前进道路上的一切障碍。你善于猜测别人的弱点，善于抓住女人的弱点和触动你们的情思。在爱情方面，你永远处于主宰地位，在你看来，只要目的是好的，就可以无所顾忌。\r\n\r\n　　由于你坚韧不拔的精神，你会在别人失败的地方取得成功。\r\n\r\n　　只有当你超脱了自己本性的时候，你才能从内心的自我折磨的桎梏中解放出来，焕发出巨大的精神力量，变成令人难以想象的创造力。\r\n\r\n　　生辰星位在金牛座，且受金星影响的女性会与你情投意合。你们无论是精神生活还是其你方面都会达到满意的和谐。\r\n\r\n　　与温柔顺从的巨蟹座的女性结合，你们的感情将会十分融洽，生活会充满诗意。\r\n\r\n　　双鱼座的女性会使你真正感受生活的欢乐。\r\n\r\n　　讲求实际的、勇敢的狮子座的女性，会改变你的性格，并把你从抑郁和错综复杂的顽念中解脱出来。\r\n天蝎座女性\r\n\r\n　　天蝎座的女性\r\n\r\n　　只有在激情、失望和泪水中才能感到自己的存在和欢乐。你能经受住生活不幸的洗礼和考验。喜欢戏剧性的变化。你会感到或使人感到性爱的巨大吸引力。魅力会帮助你在人生道路上畅通无阻地前进。一旦你找到了自己意中的男性。你会成为一个出色的伴侣。勇敢、任劳任怨，在艰苦的考验中，你会表现出一个主妇的最无私的品质。\r\n\r\n　　感情的私有欲和嫉妒心理较强，你所需要的不是丈夫欣赏自己美的目光，而是你忠贞不渝和毫无保留的爱。如果你在爱情方面受到愚弄或遇到了劲敌，你会产生强烈的报复心。当关系到你切身利益的时候，你最有力的武器就是不讲情面。\r\n\r\n　　你常常把自己当作发泄怨愤的靶子，尤其是爱情问题上。但是你的能力和富有特点的性格会给周围的人留下深刻的印象。\r\n\r\n　　生辰星位在金牛座的男性，是你的理想选择。共同的生活会使你们领略爱的真谛和奥妙。与双鱼座的男性也会情意投合。\r\n\r\n　　如果巨蟹座的男性走进你的生活，天蝎座的女性可以随心所欲地行使家庭主妇的权力。\r\n\r\n　　天蝎座的儿童\r\n\r\n　　激动和感情是天蝎座的孩子性格上的主要部分。这一座的孩子的心理十分复杂和难于理解。沉默寡言、不动声色，但内心却慢慢地积累着愿望或不满，并形成潜在的动荡不安因素。\r\n\r\n　　永远不要低估这一座的孩子，你可能变得最好，也可能变得最坏。如果你感到自己受到了中伤或轻视，你就会产生铭心刻骨的不满情绪，致使你固步自封或不求上进，这种情绪会一直持续到你成年。\r\n\r\n　　另外，天蝎座的孩子身心蕴藏着一种特殊的力量，在需要做出艰苦努力或发挥才智的时候，这种力量就会本能地迸发出来。\r\n\r\n　　一切具有神秘色彩的事情都能引起你的兴趣。在医学、化学、历史或者研究工作方面，你会表现出天赋。你具有揭示奥秘或弄清迷疑问题的特殊本领。\r\n\r\n　　这是个以自我为中心的人，对人有很大的吸引力，这一点在你青海年时代就充分表露出来。你常常给周围的人留下深刻的印象。\r\n\r\n　　不要强迫你去做你不愿的事，你需要自己选择要走的路，一旦选定了，你会拿出百倍于别人的毅力和勇气去学习和工作。\r\n\r\n　　你的理想出路是医学、冶金、警察职业、研究工作、军事、与石油或火山有关的职业、工程师、雕塑家或危险性大的职业。\r\n\r\n　　天蝎座不同10°内出生的人的基本性格：\r\n\r\n　　出生日期：10月24日～11月2日\r\n\r\n　　性格特征：性格专横且富有神秘色彩，很难从平静的外表看到你内心世界的全貌。你能成为一个杰出的人，也可能走向其反面。你喜欢通过迂回曲折的方式实现自己的目的。在困难面前从不气馁。青年时代比较优柔寡断，到成年以后，你的性格特点才会真正表现出来。这是个性情较孤僻的人。如果你能有更多的宽容和同情心，你将会受到更大的尊重。\r\n\r\n　　动力来源：分而治之\r\n\r\n　　出生日期：11月3日～12日\r\n\r\n　　性格特征：性情暧昧，既高傲又胆怯，既温情又冷酷，既向往性爱又谨慎克制。当有人冒犯你的时候，你会不念情面。非常容易变成一个感情抑制和极度东安的人。你易受各种欲望的驱使，一旦你克服了本性，就会焕发出一股强大的动力，并在神秘学、心理学或发明创造方面显示出令人瞩目的才能。\r\n\r\n　　动力来源：极端\r\n\r\n　　出生日期：11月13日～11月22日\r\n\r\n　　性格特征：无法遏制的本性和强烈的激情，可能成为你的动力，也可能成为你的弱点，这两种倾向主要取决于是使你的情感升华，还是使你成为激情的牺牲品。你非常需要一个能给你精神上带来平衡的充满幸福和友爱气氛的生活环境。你对有可能成为毁灭性的嫉妒总是留有戒心。\r\n\r\n　　动力来源：情爱\r\n\r\n　　出生在天蝎座的著名人士有：帕格尼尼(意大利作曲空)、陀思妥耶夫斯基(俄国小说家)、玛丽居里(波兰物理学家)、毕加索(西班牙著名画家)、戴高乐(法兰西第五共和国总统)、阿兰德龙(法国著名影星)、兰开斯特(美国电影演员)、甘地夫人(印度前总理)、密特朗(法国总统)。\r\n\r\n　　总而言之，天蝎座的你：\r\n\r\n　　愿望强烈的天蝎座的人说：\"我需要\"。\r\n\r\n　　表达爱情的方式是：错综复杂。\r\n\r\n　　是一个：有强烈欲望的人。\r\n\r\n　　渴望：找到一个宽容的妻子(或丈夫)。\r\n\r\n　　受骗：由于过分自信和喜欢复杂化。\r\n\r\n　　喜欢：去寻觅珍奇之物。\r\n\r\n　　害怕：别人不真诚。\r\n\r\n　　弱点：经常存在一种潜在的危机感。\r\n\r\n　　有利条件：毅力。\r\n\r\n　　不利条件：不善于变通。\r\n\r\n　　假期生活：改变自己房间的陈设，或在家里修修补补。\r\n\r\n　　开支：用于得不偿失的事情。\r\n\r\n　　吉祥物：龙。\r\n\r\n　　吉祥金属：铁。\r\n\r\n　　吉祥宝石：红宝石。\r\n\r\n　　吉祥日：星期二。\r\n\r\n　　喜欢的颜色：红色。\r\n\r\n　　吉祥数字：9、18、27、36。\r\n\r\n　　隐蔽之处、葡萄园、豪华的娱乐场所、最新式旅馆和繁华的地方。\r\n\r\n　　吉祥植物：红辣椒、蓟根草、苦艾。\r\n\r\n　　居住条件：隐蔽而富有神秘色彩、古香古色的家具。\r\n\r\n　　理想旅居国：挪威、马来西亚、叙利亚、保加利亚、澳大利亚的昆士兰。\r\n\r\n\n\t\t\t    ","site":"E"},{"uid":"879ab2438fad6d75d01bd657fc586866","constellation":"射手座","content":"\n\t\t\t    \t11月23日～12月21日　　主宰行星：木星　　属性：火相星座\r\n\r\n　　冬天出生的生辰星位或太阳在射手座的人的性格特点：\r\n\r\n　　跺着脚，贪婪地呼吸着大自然的自由空气，送走了金色的秋天，又将迎受冬天的寒意，射手座的你已迫不及待地要出征到你所渴望的广阔天地里驰骋。这一座的人性格开朗，思想活跃，注重文化修养，同时又不忘放眼世界。你人在现实生活，但思想常常飞向遥远的过去和美好的未来。敏捷的思想跳跃着，一会在这，一会儿又在那，使人觉得你近在眼前，又仿佛在天边；让觉得既与你志同道合，又仿佛与你格格不入。你是一个思想需要设法平静的人。射手座的人热情洋溢，对生活充满火热的激情。你从不计较个人的得失，喜欢同时投身到许许多多的事情当中去。但轻率行为往往会给你带来烦恼。不论是在思想上还是在行动上，你随时都准备去经历风险。你对人生、未来和爱情的乐观情绪使你永葆青春。在人生道路上，你所做的一切努力都是为了使人们摆脱困境。此外，乐观主义精神，健康的体魄和快乐的情绪会给你带来运气和广泛的好感。你很善于安慰和鼓舞自己与周围的人，并振奋你们的精神。\r\n\r\n　　这一座出生的人，一般对世界上发生的一切事情都有浓厚的兴趣，喜欢外出旅行、好友善交。你深孚众望，宽宏大量，但不希望别人威胁和干涉你的神圣自由。你讨厌义务，宁肯抛弃既得的利益，也不愿意为之受束缚。你喜欢家里经常高朋满座，并尽自己所能去帮助你们，你会因此结识许多社会上有影响的人物，在你的生活和事业上永远会得到支持或保护。你的命运常常与国外或旅行联系在一起，通常会给你带来运气、友谊和利益。即使在不利的情况下，乐观情绪也永远不会背叛你，并能帮助你比别人都快地摆脱困境，这是射手座的人性格上特有的优势。你特别关心歌坛、影响坛上的新闻铁事，又喜欢颇有见地的思想观点，并善于对此发表高论。你热情好客，和蔼可亲，为人善良忠厚，思想开朗以及心胸豁达的性格，颇受人们的称赞。与人共事富有合作精神，对生活与事业怀着你本能的理想主义，这将鼓舞你和周围的人，并增添了与大家的和谐气氛。但是你的机会主义、因循守旧、自身矛盾的思想，做事很少考虑别人的能力极限，会引起别人的不满。\r\n\r\n　　在经历了动荡不定的岁月之后，从40岁起，射手座的人一般都会转到正常生活的轨道上来，过着安居乐业的生活，成为受人尊敬的公民、家庭中的模范父亲(母亲)，或者某项事业的主席或领导人。荣誉在你们的心目中占有十分重要的地位。中年时代是射手座的人事业上的黄金时期，你有能力和有机遇去赢得自己的成功。\r\n\r\n　　射手座的男性\r\n\r\n　　热情、乐观、总是满怀巨大的热忱。无论是在感情上，还是在思想上，你的视野总是向着新的地平线，向往着遥远的国度。\r\n\r\n　　你的独立精神很强，喜欢我行我素，不愿受到别人的约束。感情上十分真诚，是个情感丰富的人，爱情很早就在你的心中燃起了绚丽多彩的火花。你的一生机遇横生，美好的爱情在期待着你。你对自己所喜欢的人会表现得十分无私和慷慨，并希望自己周围的每个人都能满意和幸福。\r\n\r\n　　当你拿起酒杯的时候，你会对家庭和社会产生一种强烈的感情。你喜欢出主意，喜欢安排家人的生活，同时又尊重每个人的独立性和你们完全的行动自由。如果你的家庭生活是特别幸福和满意的，那么你的感情也是坚贞不渝的。你喜欢凡事来龙去脉都能一清二楚，不喜欢含糊其辞和模棱两可。\r\n\r\n　　生辰星位在双子座的女性，会用她快乐的情绪、翩翩的风度赢得你的好感。如果你们结合在一起，生活将是生机勃勃的、完美的，而且会有许多旅行的机会。\r\n\r\n　　牧羊座的女性和你有同样的热情，你们的结合有助于实现伟大的事业。\r\n\r\n　　狮子座的女性与你有同样慷慨的性格，你们对生活和崇高的事业有着共同的愿望。\r\n\r\n　　射手座的女性\r\n\r\n　　天然生就的纯真的素质，如同一阵清新的风；一种无法抑制的活力和一股奔向自由的激情，这就是射手座的女性。这是思想单纯，爱好体育运动，内心充满欢乐的\"少女\"。她的心总是向往着纯真的、被理想化的了爱情。与射手座的男性一样，你不愿意自己受到任何感情上的约束。\r\n\r\n　　在度过了自由自在、无忧无虑的独身生活之后，一旦她建立了自己的家庭，她将会成为一个贤妻良母和家庭的中流砥柱。她需要得到别人的尊重，她的工作希望得到欣赏和好评，她既关心丈夫和孩子们的幸福，又懂得如何尊重你们各自的独立性。\r\n\r\n　　与生辰星位在双子座的男性结为伴侣，你们的生活将会是充满朝气的乐园。\r\n\r\n　　你与激情满怀的牧羊座的男性以及热情洋溢的狮子座的男性会相处得十分融洽。　　\r\n\r\n　　射手座的儿童\r\n\r\n　　笑容可掬、生气勃勃，十分容易冲动。射手座的孩子需要自由和有益于健康的欢乐。你喜欢骑马、骑摩托车、滑雪或坐上小艇去探险，或者到遥远的国度去旅行。\r\n\r\n　　你的主要优点是忠诚和独立精神。如果人们能正确对待和理解你，你会表现得十分理智，而且完全可以信任你；但是如果人们强迫你，就再也无法奈何你，你会躲避到另一个虚伪的极端中去。\r\n\r\n　　一般地说，外界生活要比学习更能吸引你。射手座的孩子特别有语言天才，你总是向往着遥远的地方，外国和旅行将是你命运中不可分割的一部分。你喜欢随心所欲的生活方式或事业，而不愿意把自己锁在条条框框中，你也喜欢有机会出头露出的工作。\r\n\r\n　　你的最好出路是自由职业、军人生活、法律、驻外机构、体育、赛马、商业(尤其是进出口业务)、社会福利事业、法官和教师。\r\n\r\n　　射手座不同10°内出生的人的基本性格：\r\n\r\n　　出生日期：11月23日～1日\r\n\r\n　　性格特征：待人宽厚，思想和行动绝对的独立。你的一切对别人有很大影响。有创新精神，但行动有时过激和不太适宜。这一日期出生的人，可能有两种发展趋向：一是成为成功的探险家或旅行家，你会用自己的勇敢和对自由的热爱去战胜险阻。另外一种趋向是谨慎的理想，它会使人致力于社会、哲学或宗教方面的工作。\r\n\r\n　　动力来源：独立精神\r\n\r\n　　出生日期：12月2日～12月11日\r\n\r\n　　性格特征：性情耿直、坦率、倔强。你的情绪幅度较大，骤然就会达到热情的顶峰，骤然亦会跌落到失望的深渊中。你时刻都准备蹭上开拓者的征途。无论在工作上还是生活上，你总是处于高度紧张状态。你的巨大能量会把你周围的人，乃至于你本人都会精疲力竭。头脑中总是有许许多多的新见解和想法，做事干净利落，这是你事业成功的保证。\r\n\r\n　　动力来源：热情\r\n\r\n　　出生日期：12月12日～12月21日\r\n\r\n　　性格特征：具有令人愉快的性格，真诚可靠，对人极为热情。你的精力和智力天赋十分突出。其灵感能达到远见卓识的程度。你性格的另一特点是意志坚强和富有独立精神。在体育事业方面成绩卓著，干一行爱一行，能赢得别人的好感；情感炽热，没有友谊和爱情就无法生活。\r\n\r\n　　动力来源：灵感\r\n\r\n　　出生在射手座的著名名人士有：贝多芬(德国音乐家)、希拉克(法国总理)、柏辽兹(法国作曲家)、缪塞(法国诗人)、丘吉尔(英国前首相，作家)、迪斯尼(美国动画作家：米老鼠和唐老鸭的作者)、比阿夫(法国女歌唱家)。\r\n\r\n　　总而言之，射手座的你：\r\n\r\n　　具有独立精神的射手座的人说：\"我相信\"。\r\n\r\n　　表达爱情的方式：热烈的。\r\n\r\n　　是一个：热情洋溢的人。\r\n\r\n　　渴望：能协助你事业的助手。\r\n\r\n　　受骗：由于对机遇驾驭的失误或性格因素。\r\n\r\n　　喜欢：在大自然里散步和骑马。\r\n\r\n　　害怕：妥协。\r\n\r\n　　追求：健康的娱乐。\r\n\r\n　　弱点：失约。\r\n\r\n　　假期生活：郊游或野营。\r\n\r\n　　有利条件：过分直率。\r\n\r\n　　开支：豪华的生活。\r\n\r\n　　吉祥物：星形物。\r\n\r\n　　吉祥金属：青铜。\r\n\r\n　　吉祥宝石：绿松石。\r\n\r\n　　吉祥日：星期四。\r\n\r\n　　喜欢的颜色：蓝色和紫色。\r\n\r\n　　吉祥数字：3、12、21、30。\r\n\r\n　　喜欢的场所：盛大聚会的场所、赛马场、可散步或找猎的森林。\r\n\r\n　　吉祥植物：洋苏草、薄荷、琉璃苣。\r\n\r\n　　居住条件：宽敞明亮的房间，光线充足，空气新鲜，室内装饰着各种旅游纪念品，阳光上可眺望着树林景色。\r\n\r\n　　理想旅居国：澳大利亚、西班牙、葡萄牙、匈牙利、锡兰。\r\n\r\n\r\n\n\t\t\t    ","site":"E"},{"uid":"689e8fae12335cf02586cc2050248e46","constellation":"摩羯座","content":"\n\t\t\t    \t12月22日～1月20日　　主宰行星：土星　　属性：地相星座\n\n　　冬天出生的生辰星位或太阳在魔羯座的人的特点：\n\n　　魔羯座是象征着冬天开始的星座。冬天把绝对意识毫无保留地奉献给了魔羯座出生的人。魔羯座的人，尤其当有几个行星同时处于你的星座时，你将是一个具有现实主义思想和有抱负的人；同时你又容易被热烈的感情征服，是一个有强烈的忘我精神的人。你表情平静而淡漠，不太容易接近，喜欢离群独处。你害怕别人毫无意义的谈话会占据你宝贵的时间，也不能接受别人对你粗暴无礼你严肃认真、思想深沉、始终如一、忠诚可靠、正直廉洁并富有献身精神。另外，你坚如磐石、毫不妥协，不姑息宽容，也从不报任何幻想。你深居简出，喜欢把自己关在象牙塔中，这对你比去经历激情的洗礼要好得多。谨慎可能会使你错过许多良机，于是你便会产生失望和怀才不遇之感。然而，你确实是个有强烈责任感的、勤奋的劳动者和杰出的组织者。如同攀登山峰一样，魔羯座的人的光辉前程，需要用坚持不懈的努力去换取。你的成功主要靠你艰苦奋斗的精神和你的工作能力，而不能指望运气的恩赐。你不喜欢碌碌无为，无所事事，你的实际感促使你不断地改进自己的工作质量和生活环境。\n\n　　魔羯座的人是以事业为主的，常常把个人生活置之度外。一切都从最现实的观点出发，脚踏实地的从零做起，并追求实实在在的结果。你渴望成功，也许这是为了补偿内心的某种需求或深藏的孤独感，但你从来不会把感情与事业混为一谈。你的逻辑思想、客观态度和组织观念有可能使你进入高职要位，有时还会把你引向社会或政治生活的道路上去。许多国家领导人，在你们的天宫图中都是以魔羯座的影响为主。\n\n　　一般地说，在青年时期，由于缺乏热情，不太会赢得别人的好感，年轻的时候总是困难重重，有时甚至会历尽艰辛。然而这种处境反会激发你为自己光明的未来奋斗的决心，如果你能把自己的事业坚持到底的话，随着年龄的增长，你的智力优势会越来越显露出来。从五十多岁起，魔羯座的人才能进入你人生的黄金时代。到了晚年，你在精神上和物质上都会达到完美的境界，会品尝到你劳动硕果的甘甜。\n\n　　魔羯座的人非常珍视用自己辛勤劳动换来的财富。开销很有计划，不喜欢挥霍浪费。勤俭节约是其本色。你从事传统的、有条不紊的工作要比创新的工作更容易成绩卓著。尤其是当土星在魔羯座或水瓶座，或在黄道第Ⅰ、Ⅹ、Ⅶ或Ⅳ宫的时候。\n\n　　魔羯座的男性\n\n　　魔羯座的男性很少表露自己真正的感情，基本上是一个孤独的人。你的生活是在一丝不苟的精神、高度的责任感和逻辑头脑的严格控制下进行的。激情一般是由雄心和权力欲望调动起来的。你总是在辛勤地耕耘，有无懈可击的工作态度。你容易认为别人所做的一切都不理想，一定要自己亲自动手。时间将会证明你的成功。\n\n　　你有时不想念自己，也不想念别人，思想经常处于忧疑不定的状态中。你对女性保持着一定的距离，因为你怀疑她们的感情的真诚程度。你的感情是很难触及到的。只有当你真心倾与一个女性的时候，深藏的爱才能迸发出来，而且这种爱是经久不衰的。\n\n　　你的情绪经常带有忧郁的成分，只有在知已之间或感到自己被人信任的时候，你的脸上才会露出笑容。否则，你总是沉默不语和静静地观察。结婚以后，你的心仍然会停留在事业上，经常忙于工作，很少有空闲时间。但你非常忠诚，对自己的亲人有极强的责任感，完全可以信赖你。你的亲人应该理解你，对你的周期性的忧郁不必理会和苟求。\n\n　　生辰星位在巨蟹座的女性温顺、娴雅，你能理解你的性格，并会带给你所需要的温情和无微不至的关怀。\n\n　　选择处女座的女性作伴侣，有助于在互相尊重的基础上建立一个安定和睦的家庭。\n\n　　与魔羯座的女性生活在一起，你们会志同道合，都对工作有强烈的责任感。\n\n　　魔羯座的女性\n\n　　你是个颇有自知之明的人，但很难从个人生活的小圈子里摆脱出来。你需要别人对你的理解和信任。在爱情方面，你最大的问题是任凭对方的追求。一般地说，你总是力图用理智去支配自己的行动。你的事业心胜过你的情感。\n\n　　你用很大的勇气和能力去处理自己自己生活中的一切事情，并愿意自负其责。你希望自己的生活能有可靠的物质保障，这样才能感到心地坦然。因为你总是担心会失去什么，即使在物质生活条件十分优裕的情况下，这种不必要的念头也时常浮现在脑海中。只要土星在你的生辰天宫图中影响力较强，或者它与月亮或金星呈不好的方位，那么忧郁将是你生活中无法摆脱的伴侣。一旦你找到了理想的爱人，你会全身心地投入到生活中去，以最大的能力去帮助和照顾丈夫、孩子，从无任何怨言。如果你的爱情受到了意外的挫折，你会到事业中去寻求欢乐和安慰，用自己的才能去实现精神上的平衡。\n\n　　魔羯座的女性喜欢真诚的巨蟹座的男性，他的温情会使你的性格开朗起来。\n\n　　与处女座的男性将是理想和幸福的结合。\n\n　　与金牛座的男性同路，能建立一个安定和睦的家庭。\n\n　　魔羯座的儿童\n\n　　魔羯座的孩子的思想成熟得特别早，很小就进入成年人的行列，经常对人和事物产生防御心理。\n\n　　在学校时你有可能是一个较孤独的孩子，这容易使你产生深刻的伤感情绪。为此，应该督促你到室外去和同学们在一起，谈笑风生、抒展心情，这样可使你身心不至沉重呆板。\n\n　　魔羯座的孩子热爱学习，有自己积累知识的方法和严格的组织纪律观念。喜欢收集和归类。这是个学习、工作和生活有条不紊，过分追求完美的孩子，无论任何事你都希望做得精益求精，这些优秀品质将会帮助你走上重要的岗位。许多学者和政治家都诞生在这一星座。\n\n　　魔羯座的孩子非常严肃、认真，不容被人轻待，这是你追求上进的基础。\n\n　　你的理想出路是管理、工业、考古、金融、政治批发贸易以及有关土地、地质等职业。\n\n　　魔羯座不同10°内出生的人的基本性格：\n\n　　出生日期：12月22日～12月31日\n\n　　性格特征：这是一个既孤僻又有雄心的性格。行动之前往往先权衡利弊，说话不喜欢开门见山。有极强的工作热情和组织纪律观念，从不放任自己，这一点为你取得卓越成就铺平了道路。然而你有时也缺乏自信心和对别人的信赖这是你经常忧郁的苦恼的根源之一。为了实现你的理想，你不惜付出任何辛劳。\n\n　　动力来源：成就\n\n　　出生日期：1月1日～1月10日\n\n　　性格特征：具有高度的工作热情和埋头苦干的精神。持之以恒的信念和固守思想，会使你沿着一条道路始终不渝地走下去，从来不想入非非。感情强烈而有些自我意识过强。\n\n　　动力来源：现实感\n\n　　出生日期：1月11日～1月20日\n\n　　性格特征：总是在追求着尽善尽美。在智力、学习和研究方面有出色的天赋。品格廉正，有自知之明，但趋于优柔寡断，容易气馁。往往是屈服于形势，而缺乏自我超越的能力。\n\n　　动力来源：实现\n\n　　出生在魔羯座的著名人士有：莫里哀(法国17世纪伟大剧作家)、巴斯德(法国微生物学家)、毛泽东、斯大林、萨达特(埃及前总统)。\n\n　　总而言之，魔羯座的你：\n\n　　审慎的魔羯座的人说：\"我不相信\"。\n\n　　表达爱情的方式是：富有理智的。\n\n　　是一个：喜欢从容不迫、深思熟虑的人。\n\n　　渴望：能承担家庭义务的爱人。\n\n　　受骗：由于不敢尝试。\n\n　　喜欢：去工作。\n\n　　害怕：迟到。\n\n　　追求：永远正确。\n\n　　弱点：参与其事。\n\n　　有利条件：时间。\n\n　　不利条件：疑虑。\n\n　　假期生活：登山运动、下象棋，洞穴探险。\n\n　　开支：扩大自己的经济积累。\n\n　　吉祥金属：铅。\n\n　　吉祥宝石：缟玛瑙\n\n　　喜欢的颜色：黑色或海蓝色。\n\n　　吉祥日：星期六。\n\n　　吉祥数字：8、16、26、35。\n\n　　喜欢的场所：古老的山石景观和幽静的森林。\n\n　　吉祥植物：颠茄、常春藤、柏树、香菜、曼陀罗、树莓。\n\n　　居住条件：室内要充满安谧的气氛，有一丝凉意；古香古色的家具和陈设有古玩、传统手工艺品。\n\n　　理想旅居国：希腊、阿尔巴尼亚、玻利维亚、墨西哥、阿富汗、印度、保加利亚。 \n\n\n\n\t\t\t    ","site":"E"},{"uid":"d77a9374181227153cc5d67627c60149","constellation":"水瓶座","content":"\n\t\t\t    \t1月21日～2月19日　　主宰行星：天王星　　属性：风相星座\n\n　　冬天出生的生辰星位或太阳在水瓶座的人的特点：\n\n　　在充满绝对意识的魔羯座的人之后，是头脑中不断闪烁着新奇古怪念头的水瓶座的人。你常常不考虑事情的某些具体方面，而一味推动它们的前进。你是一个富有开拓精神的人。水瓶座的人思维能力高于本能，是个先锋派人物。你感兴趣的不是昨天而是明天。你喜欢坐超音速的\"协和\"号飞机，而不愿骑自行车。你迷恋斯特劳斯优美的旋律，而不喜欢听莫扎特的小夜曲。缺乏现实观念，当你沉浸在某一念头中的时候，会废寝忘食。人们争相与你交往，是因为你的创新精神和开拓思想，看事物的积极方式、理想主义、宽宏大量和生来就具有的高尚品德。但是你缺乏现实的态度、狂热、生来就不会平静地生活和凡事心中无数，这终究会使人们感到厌倦。\n\n　　水瓶座的人是个个性极强的人，你向往人之间美好的情意，但绝不愿意受感情上的丝毫束缚。你喜欢丰富自已的思想境界，喜欢到旅行中去开阔自己的视野，并喜欢在与人交往之中了解你们的思想观点。水瓶座的人不能忍受任何约束，你也决不强迫自己去服从任何纪律。如果某件事引起了你的兴趣，你能为之付出巨大的努力，单调无味的生活会使你心烦意乱，甚至能产生一种使你周围的人都无法忍受的变态心理，你时而异想天开，幽默过人，时而又冷若冰霜，令人费解，这常常是一个不易相处的人。你不能生活在谎言之中，过分耿直坦率，会被人认为是个怪人，其实人们对你并不真正了解。\n\n　　理论上，水瓶座的人善于重新组织所有人的精神和物质生活。但实际上你并不具有物质上发迹的才能，因为你缺乏必要的手段。你交往的人和结识的友谊，在你的命运中将起重要的作用。你的生活离不开朋友。一般地说，在困难的时刻，你总会得到亲朋好友乃至素不相识的人的帮助，而你自己也随时准备帮助和支持那些在烦恼之中煎熬的人，有时甚至全然不顾自己的一切。如果你错信于人，有可能导致物质上的巨大损失。实际上，如果真正涉及到钱财的问题，你并不动心，贫穷还是富贵你都觉得无所谓。你既能很好地适应俭朴的生活，又不知道如何不为财富冲昏自己的头脑。水瓶座的人是新思想的开拓者。如果给你以完全的行动自由，让你随心所欲地去思考和决定，那么你会表现出卓越的工作才能。你是一个创新者，层出不穷的念头和突如其来的直觉，使你能预感到未来。许多科幻小说作家、发明家，你们的生辰天宫图中都受水瓶座或天王星的强烈影响。这一座的人对发现、探索和一切有关开拓性的事情以及航空和火箭都感兴趣，你也可能在摄影和电影艺术方面有所创新。\n\n　　水瓶座的男性\n\n　　水瓶座的男性内心世界极为错综复杂，很难理解。你给人的表象是朴实爽直，但内在心理总是在悖论和矛盾的境界中徘徊。一般地说，你对人热忱，愿意帮助人。但在某些特殊的情况下，你也会表现得异常冷漠和不近人情。\n\n　　你既有个性，又富有魅力，这是个能使你所爱的人神情荡漾的人。你不愿按规章制度办事，也忍受不了任何约束。\n\n　　实际上，你更多喜欢的是友谊并不是爱情，因为爱情会妨碍你形而上学的沉思：我是谁？我从哪里来？我到何处去？但你也会狂势地投入到爱情的怀抱，或者把一切都理想化。\n\n　　由于土星的影响，水瓶座的男性性格比较冷漠、孤僻，思想富有哲理性。如果天王星和影响力大，则会使这一座的男性变得很幽默，喜欢与人交往，并对所有新事物充满好奇心。\n\n　　水瓶座的男性在40岁左右的时候，常常会出现不可避免的注定的人生转折。你会改变自己的生活，抛弃过去，奔向新的未来。\n\n　　与生辰星位在狮子座的女性会情投意合，你们都有成为强者的欲望，是同样有才干的人。\n\n　　双子座的女性和你和睦相处的伴侣，她会从精神和事业上不断地给你以激励。\n\n　　娴雅和富有魅力的天秤座女性，能给你以艺术创作的力量。\n\n　　水瓶座的女性\n\n　　好奇心强，常常把强烈的愿望和独立精神融合在一起。她是一个反习俗和不愿意随声附和的人，说话和做事全凭自己的兴趣。\n\n　　她希望凡事都能自己去自由选择和行动。然而，她的反应是难以预料的，有时甚至会使人怀疑她的理智程度，这一点尤其表现在爱情问题上。她的情感与她的想象密切相关，她不但喜欢现实中的人，而且也喜欢从她的幻觉中走出来的人。实际上，她的心常常停滞在爱情上，尤其当金星或月亮处在她的生辰天宫图中时。\n\n　　她容易走极端，可能有一颗最纯洁的心、最理想的爱情，也可能变得完全冷漠无情。一定不要使她失望，否则将无法挽回地失去她。但是，一旦她真正发现了自己的爱，那么她会把自己全部的智慧、全部的真诚和自己所拥有的一切都毫无保留地献给自己所热爱的人。\n\n　　她的爱情生活是浪漫的，比传统的程式更自由，她希望在友谊的基础上去发展永恒持久的爱情关系。\n\n　　对于她来讲，独立自主比单纯爱情生活的满足要更珍贵得多。因此，水瓶座女性的爱人一定要注意尊重自己妻子的这一性格。这样你们的爱情才会是到健康发展。\n\n　　生辰星位在狮子座的男性会对你产生好感，你们对事业有共同的愿望和共同的追求。\n\n　　双子座男性的求知欲和真诚的友谊，会打动你的心弦。你们会在志趣相投之中和谐地生活。\n\n　　天秤座男性的灵感和对美的向往会唤起水瓶座女性的爱情。\n\n　　水瓶座的儿童\n\n　　所有新事物都会映入水瓶座孩子的眼帘，这可能是个小发明家。你喜欢人们指给你看看，讲给你听听和使你懂得其中的道理。你的接受能力极强，很快就会有与众不同的见解和观点。水瓶座的孩子可能聪明过人，也可能对所学的知识全无兴趣。这主要取决于学科的内容或你的情绪。这是个比较任性的孩子，你的矛盾心理可能达到登峰造极的程度。在\"倒行逆施\"中，你有时会得到一种令人无法理解的满足心理。\n\n　　水瓶座的孩子独立精神很强，总喜欢到思想境界中去寻觅自己所需要的东西，而不愿意为物质利益大费心机。在创造和革新方面，许多有利可图的事情在等待着你，但你从不迎利而上，而是只做自己喜欢的事。\n\n　　你的理想出路是空间和航空领域，电子、信息、电力、摄影、电影、神秘学或哲学、公司以及有关铀或镭的职业。\n\n　　水瓶座不同10°内出生的人的基本性格：\n\n　　出生日期：1月21日～1月31日\n\n　　性格特征：这是个个性强和脾气古怪的人。博学多才、富有创造才能和独立精神。为人宽厚，感情脆弱，不喜欢粗暴无礼心中充满良好的愿望，但真正的利益是在物质以外的其你方面或精神方面。\n\n　　动力来源：创造精神\n\n　　出生日期：2月1日～2月9日\n\n　　性格特征：才能几乎全部集中在智力或精神生活方面。视野开阔、思想活跃，有敏锐的直觉，并富有幽默感。极易相处，但总是态度谨慎，给人一种流落异国你乡之感。你对于一切开拓性的事业、发明创造、前沿科学、改革创新和神秘学都有沈厚的兴趣。你周围的人可能会对你的生活和事业有很大的影响。\n\n　　动力来源：智力\n\n　　出生日期：2月10日～2月19日\n\n　　性格特征：敏锐的直觉、善于思维的头脑赋予你首创精神，真正的智力天赋和艺术灵感会表现在事业上，但也会导致你乌托邦式的空想。这一个10°出生的人，往往不太适应日常生活的规律。恋爱或结婚会深刻影响到你的命运和前途。有一种独立自主或独身主义思想倾向。\n\n　　动力来源：预见\n\n　　出生在水瓶座的著名人士有：莫扎特、里根、凡尔纳(法国作家，现代科幻小说尊基人)、林肯(美国第16届总统)、爱迪生(美国发明家)、迪奥尔(法国时装设计师)、迪安(美国电影演员)。\n\n　　总而言之，水瓶座的你：\n\n　　有独特见解的水瓶座的人说：\"我想了解\"。\n\n　　表达爱情的方式：注重友情。\n\n　　是一个：反应多变的人。\n\n　　渴望：创造性的友谊。\n\n　　受骗：由于丰富的同情心。\n\n　　喜欢：到奇异的地方去。\n\n　　害怕：失去自由。\n\n　　探究：人和事物的内在联系。\n\n　　弱点：性格充满矛盾。\n\n　　有利条件：创新精神。\n\n　　不利条件：漫不经心。\n\n　　假期生活：不喜欢假期，或研究新颖的消遣方式。\n\n　　开支：赠给亲朋好友。\n\n　　吉祥物：竖琴螺。\n\n　　吉祥金属：铂或镭。\n\n　　吉祥宝石：紫晶。\n\n　　吉祥日：星期六。\n\n　　喜欢的颜色；蓝黑色。\n\n　　吉祥数字：4、13、22、31。\n\n　　喜欢的场所：摄影棚、照相馆、电影院、广播电台、摩天大楼、塔式建筑、收音机场、会议室、快餐馆和学习场所。\n\n　　吉祥植物：蕨、含羞草、喜林芋、异国植物。\n\n　　居住条件：现代式建筑，个人物品不要多，但要有方便生活的各种新奇的小用具，窗外的视野要开阔。\n\n　　理想旅居国：沙特阿拉伯、新西兰、苏联、智利、阿比西尼亚。\n\n\n\t\t\t    ","site":"E"},{"uid":"d8ff53a8022c1b734752bb749bee5b28","constellation":"双鱼座","content":"\n\t\t\t    \t2月20日～3月20日　　主宰行星：海王星　　属性：水相星座\n\n　　冬天出生的生辰星位或太阳在双鱼座的人的特点：\n\n　　双鱼座是冬天和黄道带的最后一个星座。冬天在它即将离去的时候，把相对意识留给了双鱼座的人。这一座的人有自己独特的缄默方式。你对世界上发生的一切，乃至虚无缥缈的事物都有浓厚的兴趣。这种琢磨不透的思想使你变成一轮神秘的光晕，吸引着许许多多的人。人们觉得你安静、温柔、真挚和会体贴人，但又觉得你的思想是那么深远莫测。你对愿望、激情和仇恨不象有些星座的人那样充满绝对意识。心中很少有\"紧迫感\"的概念。你不明白为什么明天也可以继续做的事，一定要抓紧时间今天做完。你的身体很容易疲劳。噪声、熙熙攘攘的人群、匆忙以及紧迫的生活节奏，都会使你精疲力竭。如果在你的生辰天宫图中没有更富激励性的火星或天王星方位的影响，那么，你的漫不经心会变成惰性。\n\n　　你的身上总保持着一种天真、忠厚的气质。一般地说，如果你的生辰天宫图中没有土星过多的不利因素影响，且又遇到木星或金星处在理想方位的情况时，你会经常受到幸运的照应：意想不到的事情、突如其来的机遇、喜幸的性格将会有利于你。你也有可能中彩或在人生道路上遇到一位非常富有的和慷慨的知已。于是，这位双鱼座的人就会进入另一种新的意境中，过着充满幻想或神秘色彩的美好生活。另一种趋向是你对生财之道表现得完全一无所知，或许有时会沾染上不诚实的毛病。这主要取决于木星和海王星在你的生辰天宫图中所处的位置如何。\n\n　　双鱼座的人温情，灵活而且神秘。你的诗一般的思想意境，内在的敏感，神秘色彩和某些女性的性格特征，常唤起人们的遐想。双鱼座的人自己也喜欢幻想，并力图用幻想来逃避生活中的困难和烦恼。这是一种\"心理\"型的敏感而脆弱的性格。在人生旅途中，你有时会因为怯懦、漫不经心、自由放任和模糊不清的思想而无所适从，也会因为自己的缄默和缺乏奔放的热情而悲观失望。粗暴的言行会使你的精神受到强烈的刺激，你希望自己的周围充满和谐友爱的气氛。你的一生需要有一个强有力的人的支持和帮助。和蔼可亲的秉性会得到所有人的好感，但过分的真诚和善良有时会使你陷入\"奴隶\"的地位。实际上，你经常处在需要献身或作出牺牲的情况下。很容易受别人的蛊惑和影响。\n\n　　双鱼座的人有可能终生都充满着幻想，你最好选择需要幻想或想象的职业，音乐、艺术创作、电影、电视、戏剧、尤其是舞蹈。海洋环境或与水有关的职业对你也是十分有利的。双鱼座的人的经济条件常常处于不稳定状态，有时生活很宽裕有时候经济拮据，这处不稳定常常给你带来烦恼。每当这个时候，你总想用回避和逃脱来自慰。双鱼座的人的财产观念相当淡漠。你很能适应环境，并认为利用别人的财产和把自己的财产拱手送给有求于自己的人一样，是理所当然的事。何况海王星又在这一座人的天宫图中有决定性的影响。\n\n　　双鱼座的男性\n\n　　神秘，有些不可思议，人们无法知道你在想什么或希望什么。象在生辰天宫图中受海王星影响较强的人一样，这一星座的人有点乌托邦的思想倾向。生活上也经常得过且过。在困难或矛盾面前你不喜欢让步，总渴望有奇迹般的解决办法，而当需要你做出决择时，你又常常束手无策。\n\n　　在爱情方面，如果对方不主动向你倾述衷情的话，你从不考虑去付之行动。你需要一个能指导你言行的精明强干的生活伴侣。由于在恋爱问题上缺乏主动性，任人选择和追求，容易促成并不随你心愿的结合。\n\n　　你不能忍受孤独，本能地受到团体的吸引和影响。周围的一切都会在你的思想中打上烙印，有时是很深的。你的思想有时会飞到虚无缥缈的世界中，有时也会陶醉在音乐、绘画、诗歌和幻想的美好意境中。\n\n　　你很有可能成为男性中品德高尚的楷模，也可能成为不专一的、迷恋桃色的或不可思议的人。这将取决于你所接触的环境及所受的教育和影响。\n\n　　双鱼座的男性一般都缺乏实际感，比较爱挥霍。对处于困境中的朋友有强烈的同情心，会毫不犹豫地慷慨解囊，真诚相助。\n\n　　生辰星位在处女座的女性是个严谨而能干的好主妇，她能扶佐你的事业，照管好你的财产，主动地承担家庭的责任。\n\n　　你与温情的巨蟹座女性或乐于欢娱的天蝎座的女性也会相处融洽。\n\n　　双鱼座的女性\n\n　　性情温柔，易于相处，你的身上有一种令人难以抵御的奇异的魅力。这是一个浪漫而富于幻想的人，对生活充满热望，但缺乏应变的能力，因此，你十分需要有人保护。你喜欢别人把一切都替你安排就序。这一星座的女性多半象天真可爱的孩子，希望自己是丈夫的掌上明珠。\n\n　　在激动人心的大事面前，或令人沮丧的情况下，你的情绪变化并不很激烈，相反，会趋于平稳和冷静。你的性格比较脆弱，有些反复无常。别人很容易用感情融化你，使其听凭别人的支配。你需要学会说\"不\"字，这是你最好的自卫方法，然而，这对你又是何其难也！\n\n　　你的一生是充满想象和富有强烈精神追求色彩的一生。内心中经常映现出五彩缤纷的幻想。你钟情的人也许与你想象中的偶像截然不同，但你还是会热情、真诚地投入你的怀抱。你忠于爱情、并愿意为爱情而献身。你的爱情生活充满神秘色彩，或者全然听天由命，或者追求柏拉图式的意境。\n\n　　双鱼座女性的兴趣面比较集中。物质或钱对你吸引力不大，甚至对其缺乏必要的概念。有管理家政和经济方面，你需要有人协助。\n\n　　生辰星位在处女座的男性真诚而审慎，能够理解你、支持你、尊重你。\n\n　　巨蟹座的男性在性格上与你有许多共同之处，你们彼此心照不宣、自然、和谐。\n\n　　天蝎座的男性对你会产生好感，并会用富有激情的爱打动你的心，而你也喜欢他的男性气质和力量。\n\n　　双鱼座的儿童\n\n　　双鱼座孩子的教育问题是不容忽视的。因为这一座的孩子适应能力相当强，你的成长和发展几乎完全取决于你周围人的影响。\n\n　　你顺从，爱幻想，渴望从别人那里得到有益的建议和决定，而后一丝不苟地遵循之。但这并不影响你生活在自己的志趣境界里。你聪慧、灵活，观察和模仿能力极强，常常会提出令人意想不到的问题。不要以为你不言不语的时候，就是可以放心不管的时候，恰恰相反，要以理解和宽容的心，密切注意你，但要适度，因为你非常容易效仿烈士的举动。\n\n　　你的思想中经常有些模糊不清的概念，最好教你一些逻辑思维的方法，和培养你专心致志的精神和能力，这样可避免你以后误入空想和对事业无所追求的趋向。富于想象和逃避现实的愿望，在这一座的孩子身上表现得尤为突出。要提防你结交坏朋友而吸毒或出走。如果能博得你的好感和信赖，你会出色地做好人们对你期望的一切，要充分发挥你的善良的本性。\n\n　　你的最好出路是音乐、舞蹈、舞台艺术创作、绘画等所有需要想象力、预知力和艺术鉴赏力的职业。慈善事业、兽医、海军、旅馆业或边缘科学的研究工作对其也很适合。\n\n　　双鱼座不同10°内出生的人的基本性格：\n\n　　出生日期：2月20日～2月29日\n\n　　性格特征：这是一个神经极度敏感的人，有异常敏锐的思维或带神秘色彩的嗅觉。这会使你的精神趋于疑虑或不断地幻想。需要有太阳、出生时的星座带给你更大的毅力和能量，才能使这一10°的人焕发出信心和现实感，并消除你们在生活和责任面前容易逃避的倾向。这一10°的人很容易接受别人的影响，经常在各种可能性之间徘徊不定。\n\n　　动力来源：情爱\n\n　　出生日期：3月1日～3月10日\n\n　　性格特征：内心美好的愿望使得你为人处世真诚、善良，很少为自己着想。你是沟通挚爱和友谊的真正使者。但是你的性格也存在着脆弱的一面：过分的自我牺牲精神或任凭别人得寸进尺。你的精神状态很大程度上取决于你所受到的鼓舞。你的情绪缺乏连贯性，容易趋向飘乎不定。\n\n　　动力来源：献身精神\n\n　　出生日期：3月11日～3月20日\n\n　　性格特征：这一10°对那些不能克制自己内向性格的人来说，是不太有利的，因为你们有可能被带到一个不利的环境中去寻求绝对意识和真理。从而会导致你们内心世界的不稳定：既想生活在实实在在的世界里，又向往虚无缥缈的幻境。这两种无法调和的思想无时无刻不在纠缠着你。容易激动，对声色之乐的吸引甚为敏感，尤其当海王星、火星与木星、金星或月亮呈不好的方位时更趋明显，这可能给爱情生活带来痛苦或烦恼。\n\n　　动力来源：变化\n\n　　出生在双鱼座的著名人士有：爱因斯坦、施特劳斯、米开朗琪罗(意大利文艺复兴盛期的画家、雕刻家)、哥白尼(波兰天文学家)、雨果(法国诗人、小说家)、肖邦(波兰作曲家、钢琴家)、拉威尔(法国作曲家)周恩来。\n\n　　总而言之，双鱼座的你：\n\n　　想象力丰富的双鱼座人说：\"我相信。\"\n\n　　表达爱情的方式：被动的。\n\n　　是一个：感情纯真的人。\n\n　　渴望：爱的欢乐。\n\n　　受骗：不会说\"不\"字。\n\n　　喜欢：幻想。\n\n　　害怕：被遗忘。\n\n　　寻求：捷径。\n\n　　有利条件：机遇。\n\n　　不利条件：对天发誓。\n\n　　弱点：听任自然。\n\n　　假期生活：海边。\n\n　　开支：心中无数。\n\n　　吉祥物：马头鱼尾怪兽。\n\n　　喜欢的花：兰花。\n\n　　吉祥金属：铂或合金。\n\n　　吉祥宝石：海蓝宝石。\n\n　　吉祥日：星期四。\n\n　　喜欢的颜色：青绿和水色。\n\n　　吉祥数字：7、16、25、34。\n\n　　喜欢的场所：海上能看到的一切：船只、渔场等；井或炼油厂；舞厅或芭蕾舞演出。\n\n　　吉祥植物：荷花和所有水生植物，海藻，山茶花和木兰花，一切能引起幻觉的植物和蘑菇。\n\n　　居住条件：室内的陈设要有助于舒展心情并引起幻想。有许多神秘的和稀奇古怪的小玩意儿。意境幽雅而迷奇，有大的鱼缸，内有水生植物。\n\n　　理想旅居国：小亚细亚地区、撒哈拉沙漠、印度尼西亚、安的列斯群岛、乌拉圭。\n\n\n\t\t\t    ","site":"E"},{"uid":"981bb8e61753d7b6f6d7a8c58179f1a8","constellation":"白羊座","content":"\n\t\t\t    \t3月21日～4月20日　　主宰行星：火星　　属性：火相星座\r\n\r\n　　春天出生的生辰星位或太阳在白羊座的人的特点：\r\n\r\n　　白羊座是黄道和春天的第一个星座。春回大地，万物的生机都表现在白羊座人的身上。春天的气息赋予你崭新生命力，你生机勃勃，激情盎然。你需要毫不吝惜地去燃烧自己激情能量。不搞权宜之计，不委曲求全，也从不注意细节。白羊座的人的优点是当机立断，付之行动和速战速决。这是个有首创精神的人。如果出生时刻、太阳或月亮在这一星座中，那么你会是一个朝气蓬勃、热情坦率、慷慨真诚、坚强勇敢、动作敏捷和有些固执已见的人。不足之处是，你说话做事不太审慎，很少注意留有余地，缺乏冷静的头脑和周密的思索。\r\n\r\n　　白羊座的你喜欢无拘无束和自行其是，而不愿意步你人之后尘。你从来不掩饰自己的感情，要么热情洋溢，要么怒发冲冠。如果你的愿望受阻，你也决不悄然收兵。无论是在家里还是在外面，你都不怕争执，但事后总是弃之脑后，从不记恨在心。在困难和危险的关头，你能充分表现出自己的品格和勇气，得到人们的敬佩和赞扬。白羊座的你做事从不吝惜气力，宁可付出巨大的代价，也要力争前茅。总之，你从来不在任何困难和失败面前低头。白羊座的人富有首创精神，但容易给人以\"独裁者\"的印象，这一点往往不利于你的工作和与周围人之间的融洽关系。另外，白羊座人的举动常常带有启动性和影响性，能吸引别人进入你所希望的轨道，并使你们发挥出更大的作用。\r\n\r\n　　白羊座的你的关键词是活力。骑摩托、驾驶汽车或者乘快艇，只要走得比别人快，就是你的目的。如果你是一个知识分子，你会有活跃的思想和独特的观察问题的方式。体育、军事和机械等一切都能大量消耗体能的工作或职业，白羊座的人都能胜任之，并易成为佼佼者。白羊座的人具有开拓者的胸怀。斗争、探索和征服对你来说，要比金钱更有诱惑力。你一旦有了钱，常常挥金如土。或者赠送给亲朋好友，或者投注到冒险的事业中去。当经济拮据时，你也不会束以待毙，总是能找到办法摆脱困境，重新打开局面，但往往好景不常…你喜欢千变万化，不厌其烦和朝令夕改。这些是你生活中不可少的调味品，因为你最不喜欢的就是单调而索然无味的生活。挺而走险的欲望常常缠绕着白羊座的人，你可能成功，但又常常会遇到很大的挫折。你的未来与变换莫测的激情休戚相关。\r\n白羊座男性\r\n　　白羊座的男性\r\n\r\n　　白羊座的男性可视为\"超人\"，你总是被一种渴望得到敬佩和标新立异的狂热所驱使，喜欢表现出压倒一切的精神。你不相信任何失败，总是激情满怀，知难而进。你喜欢长驱直入，速战速决和胜利在望。\r\n\r\n　　你的生活节奏紧迫，行动近乎狂热。在家里，喜欢推行自己的情趣和意愿；而在外面，则不轻易失言和做越轨之事。在一些重大的事情上，你会挺身而出，竭诚相助。\r\n\r\n　　白羊座的人爱情生活常常是波浪起伏的。你用激情去赢得女性，如果你所倾慕的人有所回避，或者求爱遇到了阻力，更会激发你不惜任何代价去征服她的决心。\r\n\r\n　　天秤座的女性，尤其是生辰星位也在此座的女性，对你有很大的吸引力。该座的女性会认为你出类拔萃、才貌出众，会向你倾注无限钦佩之情。\r\n\r\n　　双鱼座的女性会用她特有的魅力，拨动白羊座男性的心弦。激情随着幻想，这是你们共同生活的主旋律。\r\n\r\n　　狮子座的女性会与你情投意合。她能理解你的激情，支持你永恒拼搏的欲望。\r\n\r\n　　与射手座的女性结伉俪，你的生活会充满别具一格的浪漫色彩。\r\n白羊座女性\r\n　　白羊座的女性\r\n\r\n　　这是个激情荡漾的女性。你的信念圣泰雷丝阿维拉；你的思想象福罗拉特里斯唐；你对生活的热情象伊莎贝拉邓肯。\r\n\r\n　　白羊座的女性酷爱自由，争辩精神很强。你喜欢针锋相对和竭力为维护自己的看法而辩解，是一个富有战斗精神的解放了的女性，直言不讳，敢于进击，不怕挫折。但性格中缺少了温柔的成分。\r\n\r\n　　你还是一个个性很强的女性，当激情满怀时便无法自控，甚至会毫不犹豫地去追求自己所钟情的男性。一般地说，你不喜欢处于被男性追求的地位。\r\n\r\n　　白羊座的女性不愿充当家庭主妇的角色，即便是，也要听你发号施令。你希望生活的脉搏能按照你的节奏跳动。你总是想做一些令人置信的事情。如果不让你到实践中去\"折腾\"，你的情绪和身体就会受到影响。\r\n\r\n　　如果你的丈夫在事业上与你携手共进，那你将会表现出非凡的才能。但是，要立足在平等的基础上。\r\n\r\n　　天秤座，尤其是生辰星位在此座的男性，会赢得白羊座女性的好感。你能使他服从自己的意愿；反之，他也常能使你变得温情脉脉。\r\n\r\n　　和射手座的男性相逢，你们会情意缠绵。这个宽宏大量的同舟之友会与你那紧迫的生活节奏同步。\r\n\r\n　　和狮子座的男性结为伴侣，有助于实现你事业上和生活上的美好愿望。\r\n\r\n　　白羊座的儿童\r\n\r\n　　白羊座孩子的主要特点是好动，反抗精神强，很难教育。这是个可爱的小鬼，发起脾气来会闹得天翻地覆，但瞬间便会雾消云散。\r\n\r\n　　你需要一只强有力的手和冷静的权威来引导，千万不要对你听之任之，否则，你很快就会使你焦头烂额。要注意培养你的组织纪律观念，启发你的尊严感。\r\n\r\n　　另外，对于这种性格的孩子，重要的是要消耗掉你多余的体能，让你参加一些剧烈的体育活动。即使常常伤痕斑斑，也无关紧要，因为这是你身体和精神平衡的基础。你永远不肯呆在家里。英国式的中学教育，对你极为合适。在这样的环境里，你很快会成为深受众望的表率。\r\n\r\n　　白羊座的孩子缺乏学习热情。你的主要天赋表现在探索、机械、军事技术和一切需要良好体质与毅力的事业方面。你热衷于发现、探求和开拓。\r\n\r\n　　你的最好出路是创办人、运动员、军人、工业家、广告商、机械师或者从事林业及其你方面的体力劳动。白羊座不同10°内出生的人的基本性格：\r\n\r\n　　出生日期：3月21日～31日\r\n\r\n　　性格特征：做事易走极端、爱激动、好斗和缺乏纪律观念。总喜欢把生活这弦绷得紧紧的。内心的激动常常自发地表现在行动上，很少顾及到后果。这是个不满足于平淡无味生活，渴望出人头地和奋发拼搏的人。休息会使你感到疲倦，而困难会给你增添力量。你随时都准备重整旗鼓，继续前进，即使在遭到彻底失败的情况下，亦然如故。\r\n\r\n　　动力来源：活动\r\n\r\n　　出生日期：4月1日～10日\r\n\r\n　　性格特征：内心充满无限的激情，仰慕英雄主义和酷爱权力。有强烈的自信感，高傲支配着一切。你需要钦佩和赞扬，不允许自己落后于你人。内心燃烧着炽热和激情的火焰，只有在行动中才能感到坦然自若。人生之途需要有勇气才能前进。\r\n\r\n　　动力来源：高傲\r\n\r\n　　出生日期：4月11日～20日\r\n\r\n　　性格特征：颇具创造性和艺术性鉴赏能力。无论是工作、事业，还是其你方面，总希望走创新之路。有火热的激情和一股不可抗拒的拼搏力。从不吝惜自己的气力、感情和财富。但是，你往往缺乏生活的现实感。\r\n\r\n　　动力来源：激情　　　　\r\n\r\n　　出生在白羊座的著名人士有：左拉(法国作家)，安徒生(丹麦童话作家)、戈雅(西班牙画家)、凡高(荷兰画家)、马龙白兰度(美国戏剧和电影演员)、高尔基(苏联作家)、本生(德化学家)。\r\n\r\n　　总而言之，白羊座的你：\r\n\r\n　　喜欢冒险的白羊座人说：\"我是\"。\r\n\r\n　　表达爱情的方式：直言不讳。\r\n\r\n　　是一个：感情起伏较快的人。\r\n\r\n　　渴望：模特式的生活伴侣。\r\n\r\n　　受骗：当有新的追求时。\r\n\r\n　　喜欢：户外和蓝天。\r\n\r\n　　害怕：不被人注意。\r\n\r\n　　追求：冒险的机会。\r\n\r\n　　弱点：不能忍受批评。\r\n\r\n　　有利条件：毅力。\r\n\r\n　　不利条件：好斗心理。\r\n\r\n　　假期生活：致力于个人的小计划或体育活动。购买最新的机械、电器产品或用于体育活动的东西。\r\n\r\n　　吉祥物：凤凰。\r\n\r\n　　吉祥金属：铁。\r\n\r\n　　吉祥宝石：红宝石。\r\n\r\n　　吉祥日：星期二。\r\n\r\n　　喜欢的颜色：鲜红色。\r\n\r\n　　吉祥数字：9、18、27、36\r\n\r\n　　喜欢的场所：热闹繁华之处；危险或劳动强度大的地方。\r\n\r\n　　吉祥植物：胡椒、石竹、姜、洋葱、大黄和芦荟。\r\n\r\n　　居住条件：绝对现代化的陈设。\r\n\r\n　　理想旅居国：英国、德国、土耳其、巴勒斯坦、日本、委内瑞拉和以色列。\r\n\r\n\r\n\n\t\t\t    ","site":"E"},{"uid":"bd33b6f176dc6a4cbd6acfcefb0092a3","constellation":"金牛座","content":"\n\t\t\t    \t4月21～5月21日主宰行星：金星　　属性：地相星座\r\n\r\n　　春天出生的生辰星位或太阳在金牛座的人的特点：\r\n\r\n　　继充满激情的牧羊座之后，是不轻易浪费自己能量的金牛座。金牛座的人不愿意毫无意义地说教，无缘无故地行动和失去理智激动。你不放任激情，也没有紧迫感，这是一个强烈抑制精神和思想总是按一定尺度运行的人。如果出生时刻的天宫图中有较强的金牛座的影响，那么你会有良好的自卫本能。思想一成不变，比较罗嗦。从积极的意义上看，你的性格平稳、有毅力和耐力，勤劳智慧，富有实干精神。为人处世小心谨慎，感情真诚专一。此外，你有极其敏锐的感官，内心怀有各种欲望。喜欢舒适的生活环境，大自然的壮丽景色、花草和动物。从消极的意义上看，这些优点的背后还隐藏着多疑多虑、嫉妒、悲观失望、沉默寡言、阴郁孤僻的性格特点。你很难改变自己的观念。另外，你固执已见，对事物极易产生偏激和狭隘的看法。\r\n\r\n　　金牛座的人是一个喜欢按自己的人生哲学走路的人。你不轻易改变自己的生活习惯。固执已见是你性格上的突出特点，同时也是你的主要缺点。平时温文尔雅，一旦受到触怒，你会变得令人望而生畏。金牛座的人家庭观念较强，你把家庭天地作为寄托自己幸福和安居乐业生活的可靠圣殿。你爱孩子胜过一切，并对你们寄予厚望。\r\n\r\n　　这一座的人对逆境的适应较慢。挫折和失败常能使你意志消沉，甚至你会人为地把自己囚禁在无声的愤怒之中，拒绝与外界的一切接触。一旦境况有所好转，你又会重新振作起来，以空前的工作热情去实现自己的目标。金牛座的人思想趋于保守，但善于理财。当你拥有一定数量的财产，手头从不短缺时，你方能感到坦然自若。经济上，你的现实感非常强，十分善于安排自己的物质和家庭生活。事业上，你也是强者，具有天生的无懈可击的才华。你的成功之路往往是漫长的，但又是确定无疑的，尤其在农业、建筑和商业等行业方面。由于金星或月亮强有力的影响，金牛座的人常常会选择艺术戏剧的生涯。许多歌唱家和戏剧界人士，你们的天宫图都是以金牛座为主的。\r\n金牛座男性\r\n\r\n　　金牛座的男性\r\n\r\n　　这是一个喜欢安定的生活和具有田园诗盘性格的人。感情节奏的变化比较缓慢，然而一经触发将会身不由已，无法自拔。稳定而持久的生活环境，对你至关重要。你不喜欢素不相识或萍水相逢的人来扰乱你的生活。无论在爱情上，还是在物质上的追求，你都是以可靠和安全作为权衡的主要标准，这甚至是你性格和思想的基础。\r\n\r\n　　你既是一个多思多虑的人，又是一个不拒绝享乐的人。美味佳肴是你生活中必不可少的伴侣。\r\n\r\n　　对待婚姻，金牛座的人首先考虑的是，这种结合是否对诸方都有利，喜欢根据对方的家境及其工作能力作为选择的主要条件。因为你需要的是一个既能承担家庭生活的责任，又能帮你料理财政的妻子。你希望美好的爱情中充满佳肴的芳香。你十分欣赏能烧一手好菜的妻子。和谐的爱情生活是你们感情的基础，生理上的平衡在你的生活中占有极其重要的地位。金牛座的人，对新生事物适应较慢，不愿意轻易改变自己的生活习惯。\r\n\r\n　　家庭和孩子是你生活的中心，是你欢乐和自豪的资本。尤其孩子是你终生夙愿的寄托。\r\n\r\n　　金牛座的人的性格比较平稳，很少发脾气。不过，一旦发作则非同小可，会使人毛骨悚然。\r\n\r\n　　与生辰星位在天蝎座的女性会情投意合，但这两个个性很强的人又不常相逢。\r\n\r\n　　与生辰星位在处女座或魔羯座的女性结为伴侣，生活会充实、和谐和友爱。因为这两个星座的女性在体贴丈夫、管理家务和照顾子女方面各有所长。\r\n金牛座女性\r\n\r\n　　金牛座的女性\r\n\r\n　　这是一个精力充沛，身体健美、生活欲望强烈的动人的女性。很会按照女人的特点无忧无虑地生活。你颇具魅力，渴望经历爱情生活的全过程：恋爱、结婚、家庭、孩子和美味佳肴。\r\n\r\n　　更年期以后如遇挫折，你的性格易发生变态，心情抑郁、烦躁，自我意识突出。促使你转而去寻求物质和精神上的安慰。\r\n\r\n　　金牛座的女性是一个理想的家庭主妇，出色的女主人和精明强干的女经纪人。你能使周围的人都感到快慰，高超的烹饪技术会使你的家人和朋友赞不绝口。此外，这一座的女性还常常是养花能手，你喜欢自己的寓所布满鲜花或茂盛的绿化植物，希望自己的生活环境比其你任何地方都生机盎然。只有当你的生活充满恬静的田园气息，看到自己的孩子茁壮成长时，才会感到是置身在真正的幸福之中。\r\n\r\n　　金牛座的女性性格偏于内向，经济上喜欢自理。嫉妒心经常折磨着你。然而一旦你确信得到了自己所钟爱的人的真诚的爱，便会成为一个最贤惠、最忠心耿耿的妻子。\r\n\r\n　　生辰星位在金牛座的男性能弥补你性格上的空白，尽管共同生活中难免会有些磨擦，但和谐的私生活会使你得到精神上的平衡。\r\n\r\n　　与魔羯座的男性常会志同道合，你们在工作上会互相帮助，在生活上会互相体贴、照顾。\r\n\r\n　　与处女座的男性结合有助于你建立稳定和幸福的家庭。\r\n\r\n　　金牛座的儿童\r\n\r\n　　金牛座的孩子是个慢性子，你做事和想问题时，不要太催促你。否则你会变得消极或固执起来，以至被人误认为愚笨。一旦你步入正轨，情况就大不一样了，你会表现出顽强的刻苦精神。所以，对于这一星座的孩子，关键是要以极大的耐心把你引导到正确的轨道上来。以后，你便会自觉地埋头钻研下去，永不偏离自己的目标。但是，先决条件是要给你充裕的时间，以使你能心平气和！你不喜欢变化，需要有规律的生活节奏和使你感到静谧安然的生活环境。\r\n\r\n　　金牛座孩子的工艺能力高于智力，平时总是喜欢琢磨和做些小玩意儿，思考些实实在在的问题。你的天赋适合在精工、塑造和园艺等方面去扩展。　　这一座的孩子大多都热爱大自然，对田园生活有深厚的感情。赶着牛走在田埂上，是你最渴望的生活意境。从你的发展趋势来看，扎根农村要比固守城市更能发挥出你的才能。\r\n\r\n　　你理想出路是农业、金融、财产管理、商业、食品、时装加工、大型企业、雕刻艺术、歌唱演员或戏剧。金牛座不同10°内出生的人的基本性格：\r\n\r\n　　出生日期：4月21日～30日\r\n\r\n　　性格特征：这是个名副其实的现实主义者，具有持之以恒的精神，适合从事需要顽强毅力和付出长期艰苦努力的工作。思想和情感的变化比较缓慢。这是一个坚持已见，对爱和憎充满绝对意识的人。喜欢舒适安逸的生活，并渴望不断扩大自己的物质财富。感情的信念很深，并在你的一生起着重要作用。\r\n\r\n　　动力来源：专心致志\r\n\r\n　　出生日期：5月1日～10日\r\n\r\n　　性格特征：本能和潜意识常形成巨大的精神力量，支配你的愿望、情感、行动。难能可贵的事业心和实干精神会在物质方面给你带来成功机遇。一般来说，只有涉及到你切身利益时，方会参与其事。\r\n\r\n　　动力来源：本能\r\n\r\n　　出生日期：5月11日～21日\r\n\r\n　　性格特征：雄心勃勃，竭尽全力去为实现自己的目标而奋斗。你经常试图改变自己的自制能力，善于引导和启发别人。现实感很强，但有时忧郁情绪过重，从而使你陷于孤僻和苦闷的境地。\r\n\r\n　　动力来源：组织\r\n\r\n　　金牛座出生的著名人士有：列宁、马克思、尼克松、弗洛伊德、巴尔扎克、方达(美国戏剧与电影演员)、费尔南德尔(法国喜剧演员)。\r\n\r\n　　总而言之，金牛座的你：\r\n\r\n　　注重现实的金牛座的人说：\"我具有……\"。\r\n\r\n　　表达爱情的方式：忠心耿耿或不厌其烦。\r\n\r\n　　是一个：感情丰富的人。\r\n\r\n　　渴望：感情缠绵和擅长烹任的爱人。\r\n\r\n　　受骗：当受到性爱吸引时。\r\n\r\n　　喜欢：到农村和田野中去。\r\n\r\n　　追求：具有可靠基础的一切。\r\n\r\n　　弱点：自我意识过强。\r\n\r\n　　有利条件：坚持不懈。\r\n\r\n　　不利条件：不爱动。\r\n\r\n　　假期生活：园艺和烹调。\r\n\r\n　　开支：购买起居设备和娱乐用品。\r\n\r\n　　吉祥物：圣甲虫像。\r\n\r\n　　吉祥金属：铜。\r\n\r\n　　吉祥宝石：珊瑚。\r\n\r\n　　吉祥日：星期五。\r\n\r\n　　吉祥数字：6、15、24、33。\r\n\r\n　　喜欢的场所：田园生活、草坪、原野和牧场，银行和保险公司。\r\n\r\n　　吉祥植物：牡丹、锦葵、报春、紫罗兰和野花。\r\n\r\n　　居住条件：绝对舒适的环境，经久耐用的家具和现代化的厨房设备。\r\n\r\n　　理想旅居国：爱尔兰、丹麦、澳大利亚和阿根廷。\r\n\r\n\r\n\n\t\t\t    ","site":"E"},{"uid":"ce0ecd41b1d3df6f2263aa8ddd13f744","constellation":"双子座","content":"\n\t\t\t    \t　　5月22日～6月21日　　主宰行星：水星　　属性：风相星座\r\n\r\n　　春天出生的生辰星位或太阳在双子座的人的特点：\r\n\r\n　　来无影、去无踪、心神不定、脚步不停，这便是金牛座之后是轻率多变的双子座。盎然的春意表现在双子座的人性格上的主要特征是无拘无束，对外界包罗万象的事物的永无休止的好奇心。这是一个兴趣广泛并愿承担传播、普及信息使命的人。双子座的人有典型的大城市人气质，生活节奏快，每天有各种各样的活动和安排。但有时缺乏远见，在人生的旅途中你会经历坎坷。然而每每这个时候，你都能找到妥善的办法，驾驭形势，摆脱困境。如果同时有几个行星处于双子座，或者水星在生辰天宫图中影响力较大时，这些倾向更趋于明显。\r\n\r\n　　如果生辰星位与双子座有关，那么你可能是一个追求自由意识、生性单纯，不注重生活细节的人。活泼、热情、富有浪漫气质与想象力。接受并适应新事物的能力强。知识广博，口齿伶俐，善于思维和表达，具有幽默感。此外，你还是一个敢闯敢干的人，有多种成功之路。你的见解往往充满智慧，这使你成为一个有发明创造和有开拓精神的人。双子座的你思维敏捷，但有时也会缺乏冷静的权衡，需要不断地改换环境，例如外出旅行、与别人交流思想，或者在各个方面表现自己，否则你就会感到烦躁不安。你聪明伶俐，有些轻率和神经质，常常沉缅于令人难以理解的意念之中，只喜欢做感兴趣和使自己开心的事。你对世上发生的事情无所不晓，头脑中充满着许许多多新奇的想法，但很难将其付诸实现。不是半途而废，就是被同时出现在脑海中的两个或更多个新想法弄得不知所措，进退两难。你的想法和建议，往往会被思想比你更实际、更富有持之以恒精神的人所采纳。不过，原则上你总是一个开创通向成功之路的人。\r\n\r\n　　双子座的人多半喜欢把自己的才智用于事业方面，而不愿意用以扩大自己的物质利益。你思想中的一闪念，常常会有助于你事业上的腾飞。这一座的人还有一个显著的特点；特别善于调动自己朋友的积极性。双子座的人适合从事文学、商业及需要语言表达能力的职业。在这些方面你能脱颖而出。另外，在新闻、摄影、旅行等需要机智、灵活和果敢的工作中，以及涉及人际关系方面的工作中，你会表现出非凡的才干。若是土星的影响力较大，你将成为一个出色的实业家。你特有的金融嗅觉和心理感应及善于把握时机的能力，将有助于你事业上的成功。\r\n\r\n　　你的弱点是好动和缺乏耐心。如果你周围的一切如一潭死水，没有生气、更新与变化，你感到厌烦。这是一个缺乏坚定信念、持之以恒精神，同时也缺乏思想深度的人。\r\n双子座男性\r\n\r\n　　双子座的男性\r\n\r\n　　从容不迫，和蔼可亲。常给人以永远是局外人的印象。永无休止的求知欲和好奇心，敦促着你生活的脚步，激励你不断追求和探索。然而，你很少有时间去实现这一切。这是个迷人的和有些异想色彩的人。喜欢瞬息万变，不喜欢永恒持久。当你把迷人的和弦弹得恰到好处的时候，你会悄然离去，到别处去吸引新的\"听众\"。你的智力天赋在你的身上表现突出。你善于动脑筋想办法，是一个愿望多变，适合从事脑力劳动的干才。你的体质脆弱，对爱情常常疑虑重重，喜欢用讽刺作为保护自己的武器。生活中你最需要的是广大的听众，而不是全力以赴的爱情。你的记事本上写满了有用的地址，懂得人情世故，容易赢得别人的信任和厚爱。这一切都归功于你的艺术家性格。双子座的男性擅长辞令，诙谐幽默，你的出现很快能使谈话气氛热烈起来，和你在一起永远不会感到寂寞。相反，离开朋友、伙伴或者频繁的社交活动，你就会感到生活茫然若失。双子座的男性一般不愿意承担家庭生活的责任，而喜欢过\"一身轻\"的生活。一旦你结了婚，家庭将成为热烈的聚会和无休止的谈话场所。你希望生活是无忧无虑的，工作时间是不受约束的。在这些条件之下，你会表现出模范丈夫的许多优秀品质。　　\r\n\r\n　　生辰星位在射手座的女性会与你广博的情趣同步，适应你无拘无束的性格。\r\n\r\n　　天秤座的女性感情细腻，富有激情，热情好客，喜欢交际，她会丰富双子座男性的生活意境。\r\n\r\n　　水瓶座的女性有创新精神，智力天赋较强，友谊的信念坚定，她是双子座男性事业上的得力而可靠的助手。\r\n\r\n双子座女性\r\n\r\n　　双子座的女性\r\n\r\n　　这是一个富有异国情调和魅力的女性。思想境界开阔，内心充满着美好的幻想，你的情感犹如一部优美的随想曲。\r\n\r\n　　你聪明伶利，有些神经质。内心总是闪耀着美好、欢乐、幸福、爱情和理想的火花。你希望自己永远置身在无忧无虑的乐园中，喜欢用紧张的工作，频繁的活动来驱散自己的烦恼。很容易唤起别人的倾慕心，但你的感情并非垂手可得。一句话就可能触动你的心弦，一点小事也会使你扬长而去。如果有人能很好地掌握你的性格特点，预测你的反应，那么不难使你倾心相与。\r\n\r\n　　双子座的女性理智很强，善于运筹错综复杂的形势并能在关键时刻作出自己正确的抉择。你期待美好的爱情所带来的欢乐。一般说，双子座的女性会有丰富的爱情生活，尤其是当金星在双子座的时候。\r\n\r\n　　这一座的女性不喜欢平淡无味的家庭生活。你希望生活的内容丰富多采，千变万化：经常出去散步、郊游或旅行，开阔一下眼界，换换生活环境，结识些新的朋友和陶冶一下性情，这些是你生活中不可缺少的一部分，也是你保持高昂情绪的基础。你开朗的性格会感染周围的人。过度的勤奋、劳累或烦恼，常会使你疲惫不堪，力不从心。\r\n\r\n　　射手座的男性会给你的生活带来新的气息。你们之间建立起来的家庭将是充实的、自由的和浪漫的。经常会有亲朋好友的光顾。\r\n\r\n　　与天秤座的男性结合，有助于你艺术才能的发挥，或者进入高层次的社会生活。\r\n\r\n　　如果与水瓶座的男性结合，你的生活内容会发生质的变化。你将经常出入知识界，结识学者和名人。\r\n\r\n　　双子座的儿童\r\n\r\n　　双子座的孩子一刻也闲不住，不是东跑西颠，就是到处看看有什么新鲜事。你的心里象是长了草，很难安静下来。除非有什么特别的东西吸引你，或使你忙得不可开交。双子座小鬼的父母最好能经常留心自己孩子的言行和举止，注意从身心方面去启发和培养他的灵活性。要有意识地加强这方面训练。这一星座的孩子，一般都比较聪明，喜欢玩弄概念和勤学好问。你几乎总是表现出与众不同的创造才能和敏锐的感知力，尤其当水星也在双子座的时候。一般地说，双子座的孩子喜爱读书。无论什么书，只要能抓到手你就会废寝忘食地读下去。\r\n\r\n　　你的最大弱点精力过于分散，许多事情都在吸引和激励着你。要想使你摆脱浮躁不专的毛病，只有加强你的纪律观念，把你出色的天赋引向一个确定的目标。\r\n\r\n　　你的理想出路是新闻记者、摄像师、作家、翻译、演说家、旅行推销员、商人、经纪人、以及一切与旅行或外国有关的职业。双子座不同10°内出生的人的基本性格\r\n\r\n　　出生日期：5月22日～31日\r\n\r\n　　性格特征：你聪慧敏捷，很有潜力，为人处世无懈可击。但内心潜在二重性，遇事总是优柔寡断、不知所措或进退维谷。从而使你不能把自己的力量集中在一个确定的目标上。你有可能表现出非凡的智慧和才干，也有可能流于徒劳无益的夸夸其谈之中。一切都能使你兴趣盎然；一切对你也能很变得淡漠厌倦。\r\n\r\n　　动力来源：专心致志\r\n\r\n　　出生日期：6月1日～10日\r\n\r\n　　性格特征：你在灵感和想象方面有出色的天赋，是个典型的艺术家的性格。襟怀坦白，但易受非难。幽默和讽刺是你生活中最好的自卫武器。对现实生活的适应能力较差，内心的不安常常折磨着你，使你企图逃避现实或力争改变自身现状。对于这一10°的人，尤其需要理智和敏感的充分协调。\r\n\r\n　　动力来源：直觉创新\r\n\r\n　　出生日期：6月11日～21日\r\n\r\n　　性格特征：你有很强的智力天赋，禀性纯正，为人真诚，喜欢与人打成一片。但是，你遇事或碰到困难容易气馁，或者失去清醒的头脑。尽管你的想法层出不穷，但往往很难以有效的方式展现在实际生活中，从事抽象思维的工作，要比从事具体的工作更容易获得成功。\r\n\r\n　　动力来源：新思想\r\n\r\n　　出生在双子座的著名人士有：邓肯(美国著名舞蹈家)、韦恩(英国小说家、诗人)、肯尼迪(美国第35届总统)、梦露(美国著名女影星)。\r\n\r\n　　总而言之，双子座的你：\r\n\r\n　　心意活跃的双子座的人说：\"我想……\"。\r\n\r\n　　表达爱情的方式：迷人的和冗长的。\r\n\r\n　　是一个：喜欢玩的人。\r\n\r\n　　渴望：绝无仅有的出色的丈夫或妻子。\r\n\r\n　　受骗：意想不到的情况下。\r\n\r\n　　喜欢：读书和谈天。\r\n\r\n　　害怕：必须沉默不语。\r\n\r\n　　追求：新潮。\r\n\r\n　　弱点：一心二用。\r\n\r\n　　有利条件：不断变化。\r\n\r\n　　不利条件：缺乏耐心。\r\n\r\n　　假期生活：旅游观光或结识新朋友。\r\n\r\n　　开支：外出或购买书籍。\r\n\r\n　　吉祥物：三角形。\r\n\r\n　　吉祥金属：白金。\r\n\r\n　　吉祥宝石：玛瑙。\r\n\r\n　　吉祥日：星期三。\r\n\r\n　　喜欢的颜色：条纹、多色、灰色。\r\n\r\n　　吉祥数字：5、14、23、32。\r\n\r\n　　喜欢的场所：飞机场、书店、出版社、学校、旅游圣地、无人售货商店、紧张而热烈的场所等。\r\n\r\n　　吉祥植物：雏菊、牛至、茴香、洋槐、榛。\r\n\r\n　　理想旅居国：美国、比利时、希腊、北非、撒丁岛。\r\n\r\n　　居住条件：新式建筑，室内空气流通，家具少而精，丰富多采的书籍和唱片以及音响设备，要有供朋友间促膝谈心的幽静的小角落。\r\n\r\n\r\n\n\t\t\t    ","site":"E"},{"uid":"44605e18ff51e0245e91e821f4ecabe2","constellation":"巨蟹座","content":"\n\t\t\t    \t6月22日～7月22日　　主宰行星：月亮　　属性：水相星座\r\n\r\n　　夏天出生的生辰星位或太阳在巨蟹座的人的特点：\r\n\r\n　　巨蟹座是夏天开始的第一个星座，夏天把深居简出、思想保守和敏感的性格带给了这一星座的人，这是个需要自我保护的人。出生在这一星座的人，有慈母(慈父)般的热情，也洋溢着孩子般的纯洁和天真，有很强的制力。你的人生哲学是：使自己和别人都幸福如愿。你对自己用双手创造出来的有限幸福心满意足，但总担心有人会夺去这一幸福，因此，你过分地抓住你在精神和物质上所拥有的一切。这一星座的人的优点是热情、正直、谦虚、谨慎、头脑冷静、感情细腻、为人真诚、忠心耿耿、富有组织才能、既有耐心又有毅力。你的弱点是性格被动、思想保守、依赖性强、多疑多虑、容易制造惊慌不安的气氛，而在真正危险面前往往不知所措。这一星座的人或者食欲过盛、或者食欲缺乏。另外，固执、疑虑和沙文主义也是夏天出生的巨蟹座的人主要缺点。如果受到月亮和海王星不佳方位的影响，某些巨蟹座的人易受梦幻般漂泊生涯的吸引，其命运是莫测的，有时甚至是悲剧性的。\r\n\r\n　　超群的直觉和敏感是巨蟹座人的主要性格特征。这一星座的人多半喜欢生活在旖旎的幻想中，颇有些放幻梦于海浪，寄情思于蓝天的意境。你不大适应旋尔即逝的生活节奏，而偏爱安谧的环境以及一切能唤起你想象和感受的气氛。这是一个把人生当作唯一美的人，你不愿直对生活中的矛盾和冲突，在内心里和现实中你都尽力把自己这些纷繁之事隔绝开来。你常常深入电影或小说里人物或场理应的意境，慢慢地咀嚼和回味……你可能会长时期地保持童年时代的纯真。感情真挚、坦诚，但性格比较脆弱。经常忧心忡忡，是个深怕别人踩在自己的敏感点上走路的人。如果在你的生辰天宫图中，没有火星、天王星或太阳的较强的影响力那么你更趋于形成不爱抛头露面和深居简出的性格。你不喜欢随便结交新友，不愿轻易发表见解和做没有把握的事。是个可以完全信赖的人。你将始终与你的家庭，尤其是你的母亲保持密切的关系。在工作中，你的敏感常给你带来麻烦，一丝困难就可能使你的内心产生强烈的反响。相反，当你感到自己深受别人信赖时，你会与周围人建立良好的关系，激发出无限的真诚和创造力。\r\n\r\n　　巨蟹座的人经常无意识地寻觅着保护，寻找一个可遵循的典范，或者向欢迎你，并能使你充分发挥聪明才智的团体靠拢。一般讲，你需要别人的信任和保护，需要一个适合于你生活和工作方式的环境。这一星座的人很容易赢得他人的好感和支持。你对奇异事物的感知能力较强，相信机遇，事实上，幸福之神也的确常常奇迹般地出现在你面前。\r\n\r\n　　巨蟹座人的天赋主要表现在想象、音乐、绘画、小说、电影和幻想创作方面。在幻想中你喜欢按演一个角色，从中去确认自身的价值和寻找所需要的自信心。由于主宰行星月亮对你的影响，你可能成为深受观众崇拜的演员。你的激情和艺术天赋能深深打动观众的心。尤其当月亮处于黄道第Ⅰ、Ⅶ、Ⅹ宫时更是如此。由于你特有的责任心和组织能力，使你能在一切与公众接触的工作中赢得信誉，并发挥你的才智。此外，这一星座的人一般喜欢美味佳肴，欣赏出色的烹调技术，所以饭店业、旅馆业、食品商业也是巨蟹座理想的职业发展方向。在护理病人方面你是出类拔萃的。一般地说，巨蟹座的人不善于在公众面前表现自己。你对自己和亲人的明天，经常过分地担忧。成年以后，你的经济状况会出现意想不到的好转机。\r\n巨蟹座男性\r\n\r\n　　巨蟹座的男性\r\n\r\n　　至少从表面上看，这是一个充满温情和喜欢顺从的人。只有在你的领地--家庭中，在妻子和孩子身浓度或者与自己的知心朋友在一起的时候，才能抒发出内心的欢慰。你平易近人，容易相处，很愿意帮助人。美味常常吊起你的胃口。你深居简出，同时又向往美好的旅行和奇异的探险。举止稳重而有魅力，钻研并有自己的见地。对待事业和生活极其认真，然而有时不顾现实地固执已见，对没有得到你认可的问题或事，你会采取顽强的抵制态度。\r\n\r\n　　一般地说，母亲对你的一生起至关重要的作用，或者说你很难摆脱母亲的影响，你甚至试图通过恋爱来寻求同样的爱。\r\n\r\n　　你非常需要别人的信任，需要温情。你对异性情感方面的需求胜过另一方面，或者二者兼需。性格内向，且带有某种被动性。敏感使你很容易由于别人有意或无意的缺乏热情或怠慢而受触怒。\r\n\r\n　　你宁愿离那些纠缠不清或不愉快的事情远远的，因为你本身很容易受各种烦躁不安的影响。在好些与自己志趣不相投的人面前，你会感心情不畅而宁愿沉默或离去。\r\n\r\n　　巨蟹座男性的真正幸福是在你孩子们的身上，你会把自己全部的父爱献给你们。家庭是你神圣的乐团。是这种真诚的父爱之情为你带来了你所必需的精神上的稳定与平衡。\r\n\r\n　　生辰星位在魔羯座的女性善于承担生活的责任，并能帮助你从超载的繁忙中解脱出来。\r\n\r\n　　你喜欢与你同样充满温情的、爱幻想的双鱼座的女性。\r\n\r\n　　热烈的天蝎座女性能唤起你的情感。\r\n巨蟹座女性\r\n\r\n　　巨蟹座的女性\r\n\r\n　　这是一个充满幻想的天真而温性的女性。你的感官只有在触及到想象的窗口时才会苏醒。是个心境永远年轻，思想深处常常有朦胧意识的\"姑娘\"。你非常钟情，但往往不知道真正令你心醉的人到底是谁。当人们信任你时，你会充满温情、幽默和诗意。但是，你敏感的神经动辄就会失控，在无声无息中积累了不满和忧怨。\r\n\r\n　　你总是怀恋过去的某一件事：你的童年或没能如愿的婚姻……你喜欢明朗而深邃的柔谐音乐；欣赏简单而流畅的艺术；追求深沉而婉约的理想。你经常自我反思和剖析，因为你觉得对自己不甚了解。\r\n\r\n　　你需要宁静、和谐与安全；你渴望一个可以触发想象的愉快的生活环境；你喜欢象胎贝附着石头上一样呆在自己的小天地里。忧郁的气氛、混凝土建筑及装饰会使你无法忍受的压抑感。你喜欢把自己的住所变成陶冶心性的圣殿。\r\n\r\n　　青年时代，你的家庭对你有很大的影响，有时甚至会延迟你的婚期。\r\n\r\n　　一般来讲，是母性支配着你身心上的平衡。母爱之情在这一星座的女性身上得到了充分的体现。一旦有了家庭，你会全力以赴地培养和教育孩子，为了孩子你甘愿献出全部的爱。\r\n\r\n　　如果你不是突然莫名其妙地升起一股哀愁的话，你的性情是温柔和令人愉快的。你只想如何使自己的亲人高兴和满意。你渴望从一个年长的男性那里得到父爱或保护。　　生辰星位在魔羯座的男性会理解你的愿望，带给你所需要的安慰和爱。\r\n\r\n　　你与重感情的双鱼座的男性情趣投合。\r\n\r\n　　你也会沉醉在天蝎座男性炽热的情感之中。\r\n\r\n　　巨蟹座的儿童\r\n\r\n　　巨蟹座的孩子性格的突出特点是敏感。有时你会敏感到令人难以理解的程度。你需要家庭的温暖，双亲的离异、不和或其你悲剧，比任何事情对你的打击和影响都大，会在你思想中打上深深的烙印，甚至影响你的一生，同时也会加重你天生的不安全感。你的母亲对你和你的命运的影响是很关键的，尤其当月亮在你生辰天宫图中具有较强影响力的时候。\r\n\r\n　　巨蟹座的孩子多半时间是性情温和可爱的。你的主要缺点是反复无常。这种情绪上的起伏不定源于你敏感性格的本身。你动不动就生气。躲在自己的房间里谁也不见。巨蟹座是个会流许多泪的星座，这就意味着巨蟹座的孩子心地善良，易受感动，如果能把握你的这一特点，就会充分调动你各方面的积极性。\r\n\r\n　　你对奇异事物的兴趣极浓厚。神奇迷离的故事、冒险旅行或奇遇记等都会使你入迷。在学习方面，所有能激发你想象的课程：文学、历史、音乐、绘画、地理等，你都能学得很出色，而对要死记硬背的科目，你的兴趣很淡薄。\r\n\r\n　　你的理想职业出路是：与公众相接触的职业、音乐、诗歌、幻想创作、海军、电影、神学、食品商业、旅馆业或医务工作。巨蟹座不同10°内出生的人的基本性格\r\n\r\n　　出生日期：6月22日～7月1日\r\n\r\n　　性格特征：有丰富的想象力，甚为敏感。有时无足轻重的事就会使你觉得受到了中伤，也会使你兴奋不已。性情温和，喜欢幻想，并常以梦纪逃避现实。比较擅长辞令，有吟诗作赋和文学与戏剧合作的才能。有一定的魅力。但情绪不够稳定，有时会陷于意志消沉之中。你最需要的是理解与鼓励，因为你的情绪最容易受周围人的影响。\r\n\r\n　　动力来源：吸引力\r\n\r\n　　出生日期：7月2日～12日\r\n\r\n　　性格特征：潜在着极大的才能，其中心理学和前沿学科方面的能力较突出。思维受直觉和幻想的支配。欢乐感和忧虑感都很强。心善良、坦率、真诚，但容易受触怒，对你愿意从事的任何事业都会表现出出色的持久力和创造力。喜欢旅行、回忆往事和各种消遣娱乐活动。\r\n\r\n　　动力来源：发现\r\n\r\n　　出生日期：7月13日～22日\r\n\r\n　　性格特征：性情温和，感情浪漫。是一个不太愿意在实际方面有所创新的幻想主义者。渴望激情奔放地迎接生活。讨人喜欢、热情好客，肯为自己崇拜的人鞠躬尽瘁。深居简出，喜欢经常出同意想不到的事和不断变化。\r\n\r\n　　动力来源：想象\r\n\r\n　　出生在巨蟹座的著名人士有：卢梭(18世纪欧洲伟大的思想家)、乔治桑(法国浪漫主义小说家)、普鲁斯特(20世纪法国小说家)、蓬皮杜(法兰西第五共和国总统)、劳洛勃丽吉达(意大利著名影星)、米海依马蒂埃(法国当代歌唱家)。\r\n\r\n　　总而言之，巨蟹座的你：\r\n\r\n　　敏感的巨蟹座的人说：\"我觉得\"。\r\n\r\n　　表达爱情的方式：温柔的。\r\n\r\n　　是一个：注重感情的人。\r\n\r\n　　渴望：保护人，疼爱自己孩子的父亲(或母亲)。\r\n\r\n　　受骗：由于懦弱，但你的家庭永远是神圣不可侵犯的。\r\n\r\n　　喜欢：逃避现实。\r\n\r\n　　害怕：没有可靠的保护。\r\n\r\n　　追求：各项计划都尽善美。\r\n\r\n　　弱点：易怒。\r\n\r\n　　有利条件：真诚，深居简出。\r\n\r\n　　不利条件：粗心。\r\n\r\n　　假期生活：到水边。\r\n\r\n　　开支：为了自己的家人和家庭。\r\n\r\n　　吉祥物：银质新月。\r\n\r\n　　吉祥金属：银。\r\n\r\n　　吉祥宝石：晶体和珍珠。\r\n\r\n　　吉祥日：星期四。\r\n\r\n　　喜欢的颜色：白色和珠光色。\r\n\r\n　　吉祥数字：2、11、20、29。\r\n\r\n　　喜欢的场所：水边、河边、湖边和海边。\r\n\r\n　　吉祥植物：睡莲、垂柳、罂粟、虞美人、黄瓜、甜瓜以及所有水生植物。\r\n\r\n　　居住条件：富有浪漫色彩的房子，最好隐藏在绿丛中，古香古色的。壁炉里燃着温暖的火焰，家中充满安谧与和谐的气氛。\r\n\r\n　　理想的游居国：荷兰、摩洛哥、阿尔及利亚、苏格兰、巴拉圭、毛里求斯、塞内加尔、印度尼西亚的爪哇。\r\n\r\n\n\t\t\t    ","site":"E"},{"uid":"b9554d73e56fa24507afe693d02424d8","constellation":"狮子座","content":"\n\t\t\t    \t　　7月23日～8月23日　　主宰星：太阳　　属性：火相星座\r\n\r\n　　夏天出生的生辰星位或太阳在狮子座的人的特点：\r\n\r\n　　狮子座是夏天的第二个星座。炎热的夏天赋予狮子座的人果敢和胆略。你严于律已亦严于律人，有时过分地相信自己的力量和优势。这是一个能成就大事业的干才。狮子座的人主要特点是思想开放，竭尽全力冲破自己能量的极限，战胜艰难险阻，去开创光辉灿烂的新局面。此座的人风度翩翩，引人注目。你有宏伟的志向、坚韧不拔的毅力、所向披靡的竞争力。胆识过人，为人襟怀坦荡，宽宏大量，热情洋溢。你的思想中经常闪烁着英雄主义和理想主义的火花。\r\n\r\n　　你的弱点是高傲、过于敏感和坦诚。正如神话故事所描绘的国王一样，狮子座的人威严、宽厚、仁慈而且高傲。你的内心沸腾着强烈的激情，浑身充满活力和生机。你做事与考虑问题有时缺乏谨慎态度，不知留余地或过于简单化。容易被表象所迷惑，以致犯教条主义错误。狮子座的人特别需要愉快的心情。消遣和娱乐、参加各种社交活动、与朋友交往，并能在这些活动中表现出自己举足轻重的地位。否则，你就会变得忧郁寡欢，失去你的魅力和光采(这是你取得成功及吸引人的重要精神支柱)。休息会使你感到疲劳，你最好是在频繁的活动中去放松自己。\r\n\r\n　　狮子座的人不愿意置身于平庸的生活中，通常你很快就会摆脱这种境地，因为你颇晓人生和事业成功的秘诀。崇高的理想使你不愿意沉惬于狭窄的家庭圈子里，而希望到更大的范围中去施展自己的才智。有时你会表现得专横拔扈，但这与你肯为别人的幸福而努力奔波的善良心地并行不悖。非凡的才华使你很容易走上享有威望的职位。尊严和慷慨是你性格不可分割的一部分。你善于发现为自己工作的人的优点，及时肯定你们的成绩，激发你们的工作热情和献身精神。你常常挥金如土，以满足自己对奢华生活的需求。你喜欢把自己的房间装饰得富丽堂皇。希望自己的家就是一个布满艺术品的世界。一旦事业获得成功，你会使所有依赖你的人得到真诚的保护。如果事与愿违的话，你将感到痛苦不堪，被抑制的傲慢天性最终会使你产生错综复杂的心理，并有可能直接影响到你的精神和身体状况。但是，一般地说，无论在社会、社交、还是在职业生活中，狮子座的人有着辉煌的前程。尤其当除了太阳外，还有一个或几个行星位于狮子座的情况下，这种非同一般的前景就更为显著。这一星座的人很会理财，这不光是为了自己，也是为了别人。\r\n狮子座男性\r\n\r\n　　狮子座的男性\r\n\r\n　　这是一个气度不凡的人，你的热情和威望使你事业和理想上能获得成功。没有忠诚、没有光辉和宏伟的计划，你就无法生存。你心胸开阔、远见卓识、有排除困难和驾驭形势的才能。所以，人们很容易对你产生敬重和钦佩之情。高傲是你性格的突出特点。\r\n\r\n　　你为人宽厚，感情强烈。在爱情方面，愿意用自己无限的真诚去赢得异性发自肺腹和毫无保留的爱。对你所爱慕的人，你会竭尽全力从各方面保护、关心、照顾你。对你表现出坚如磐石般的忠诚，使你身心沐浴在幸福和舒适豪华的生活中。此外，你还喜欢用华贵的首饰打扮你的妻子，使你成为你心中梦想的偶像。于是刀子因为生活中遇到了这个钟情的狮子座男性，而一举成为最幸福、最光采夺目的女性。你的婚姻会是成功的，爱情生活将长久地充满欢乐与幸福。\r\n\r\n　　狮子座的人决不允许自己的妻子有任何不检点的行为，更不能容忍使你威信扫地的、对爱情的背叛行径。\r\n\r\n　　家庭是你欢乐的王国，非常喜爱自己的孩子。很欢迎朋友之间的相互往来。凡事认真细致，总愿把每件事做得完善无缺，并希望通过你的努力，使你周围的人都能欢乐和幸福。\r\n\r\n　　与生辰星位在水瓶座的人结伉俪，你们会有事业上的共同愿望，能互勉互助，并且都追求高雅舒适的生活。\r\n\r\n　　与牧羊座和射手座的女性能情投意合，因为你们有相同的热情及共同的生活情趣。\r\n狮子座女性\r\n\r\n　　狮子座的女性\r\n\r\n　　狮子座的女性能力很强，十分自信。至少你试图能给人这样一种印象。诸一中，你竭尽全力来迎纳人们的赞美，从不愿扮演次要的\"角色\"，而要当\"名星\"，成为强者。假如你的愿望受挫或努力失败，更会激发你的权欲思想。\r\n\r\n　　这一座的女性自负、高傲。只有那些具有特殊才干或者能给你带来你所向往的\"光辉灿烂\"的生活的人，才能征服你的心。\r\n\r\n　　如果你所梦寐以求的爱情不能如愿以偿，你将不惜任何代价继续为自己新的夙愿和理想而奋斗。\r\n\r\n　　这是个令人欣慰的女主人，你喜欢经常不断地、颇讲排场地招待自己的亲朋好友。\r\n\r\n　　这一座的女性从不愿承认失败，万一你理想的婚姻夭折，你的情绪会受到极大的震动，需要相当长的时间才能平复。\r\n\r\n　　水瓶座的男性会拨动你的心弦。你不象狮子座的女性那么雄心勃勃。你们的生活将是稳定而和谐的。\r\n\r\n　　与牧羊座的男性结合，有助于成就你宏伟的事业或实现你梦想的计划。\r\n\r\n　　射手座的男性能将你的生活带入高层次的领域中，并会使你经历奇异的旅行生活。\r\n\r\n　　狮子座的儿童\r\n\r\n　　从青年时代起，狮子座的孩子主要性格表现是高傲。此星座的孩子很早就会感到自己有举足轻重的影响。在学校里不太听话，个性很强，象个小霸王，凡事要听从你的指挥。\r\n\r\n　　对于狮子座的孩子，千万不要刺伤你的自尊心，否则你会愈加固执地高傲难管，不求进取。要恰到好处地维护你的尊严感，及时赞扬你的优点，一旦你认定了方向、目标，你将认真刻苦地学下去，成绩会名列前茅。这会为你打开通向美好未来的大门。事实上，许多有重要成就的人，都出生在狮子座。　　这一座的孩子，正义感与是非感相当强，爱憎分明。在你年少时，谨防你不要上当受骗。在是非没有真正弄清前不要错怪你。\r\n\r\n　　狮子座的孩子的弱点是：过分喜欢听恭维的话。\r\n\r\n　　你的理想出路是：高级职位，如外交、银行、交易所、首饰业、高级旅馆业、大型企业、游乐场、艺术博物馆、戏剧团体的领导人等等。狮子座不同10°内出生的人的基本性格：\r\n\r\n　　出生日期：7月23日～8月2日\r\n\r\n　　性格特征：凭借自己个性去赢得别人的敬服。你总是生机勃勃，热情洋溢，充满火热的激情，不愿受到任何约束，有崇高的理想，你需要为了一个远大的目标或完成某种神圣的使命而生活，一向不喜欢庸庸碌碌，随波逐流。在爱情生活中，你情意绵绵。在愤怒时，你会暴跳如雷。非常容易轻信别人的恭维。\r\n\r\n　　动力来源：权力\r\n\r\n　　出生日期：8月3日～13日\r\n\r\n　　性格特征：性格开朗，诸事敢于发表自己的独特见解。对人忠诚、有较浓的哲学、宗教意识，善于说服和引导别人到自己的轨道上来。但有点过高地估计自己的优势，易走极端。不宽容任何错误。\r\n\r\n　　动力来源：权威\r\n\r\n　　出生日期：8月14日～23日\r\n\r\n　　性格特征：有领导者的气魄与胆略，能战胜任何艰难险阻。坚持真理，维护正义。有很强的责任心和义务感，以助人为乐。但是，若火星处于黄道第一宫或第八宫(即在牧羊座或天蝎座内)，或者火星、太阳或月亮的方位不佳时，则十分专横。理想和爱情将会成为你生活的中心。\r\n\r\n　　动力来源：成功\r\n\r\n　　出生在狮子座的著名人士有：拿破仑(法国将军、皇帝)、大仲马(法国19世纪作家)、墨索里尼(意大利首相、欧洲第一个法西斯独裁者)、希契科克(英国著名导演)、卡斯特罗(古巴总理)。\r\n\r\n　　总而言之，狮子座的你：\r\n\r\n　　高傲的狮子座人说：\"我想要……\"。\r\n\r\n　　表达爱情的方式：慷慨和大度的。\r\n\r\n　　是一个：才华出众的人。\r\n\r\n　　渴望：引以自豪的资本。\r\n\r\n　　受骗：由于任人吹捧或恭维。\r\n\r\n　　喜欢：盛会和社交活动，逛超级市场。\r\n\r\n　　害怕：丢面子。\r\n\r\n　　追求：崇高的理想。\r\n\r\n　　弱点：不满情绪。\r\n\r\n　　有利条件：上层关系。\r\n\r\n　　不利条件：过分的自尊心。\r\n\r\n　　假期生活：晒太阳和高级宾馆的生活。\r\n\r\n　　开支：购买奢侈品和首饰。\r\n\r\n　　吉祥物：太阳或金质纪念章。\r\n\r\n　　吉祥金属：金。\r\n\r\n　　吉祥宝石：钻石。\r\n\r\n　　吉祥日：星期日。\r\n\r\n　　喜欢的颜色：艳黄、浅黄、褐色。\r\n\r\n　　吉祥数字：1、10、19、28。\r\n\r\n　　喜欢的场所：豪华地方、高级宾馆、剧场、展览厅或娱乐场所。\r\n\r\n　　吉祥植物：向日葵、柏树、棕榈树、月桂树、龙胆、山金车、当归属植物。\r\n\r\n　　居住条件：有艺术品、名画和豪华古老家具点缀的最高级住宅。\r\n\r\n　　理想的旅居国：法国、意大利、阿尔卑斯、西西里岛、秘鲁、黎巴嫩。\r\n\r\n\n\t\t\t    ","site":"E"},{"uid":"7f97bfb4291a3d56da7bd34e8d0f96ba","constellation":"处女座","content":"\n\t\t\t    \t8月24日～9月23日　　主宰行星：水星　　属性：地相星座\r\n\r\n　　夏天出生的生辰星位或太阳在处女座的人的特点：\r\n\r\n　　在喜欢过高估计自己的狮子座之后，是总爱过低估计自己的处女座。处女座的人是不惹人注目的效率冠军，是谦虚的典范。处女座的人对每一件事情都要周密计划，仔细安排，喜欢事情的来龙去脉一目了然，事后做记录以备查，每项开支都记入帐目。总之，你的生活是一丝不苟和井井有条的，不喜欢突如其来的事情扰乱你的生活。尤其是当太阳以外的某一个或几个行星出现在处女座时，这种性格特点就更为明显。处女座的人总是试图将自己的激情和冲动置于理智的控制之下。你深思熟虑、反复斟酌，有时甚至放过了有利时机。你可爱、懦弱、常常为没有达到尽善尽美而感到内疚和不安，特别害怕自己上当受骗。\r\n\r\n　　如果你出生的时候，没有受到太阳，木星或火星的影响，那么处女座的人将会满足于一般的，但可靠的成功状态，而不大愿高瞻远瞩，奋勇拼搏，因为未知的一切都会使你感到担心。你要求自己的工作要做得无懈可击，需要别人感到你是不可缺少的，这些在你看来要比雄心壮志更为重要。受木星、天王星或火星影响较大的处女座的人，有可能成为精明强干的实业家或者在工业、法律、商业中很有成就的人才。这一星座的人具有勤劳的本色和极强的责任感。你特别适合从事需要细致、踏实精神的一切工作。一般说来，你的这一精神会在不需要你创新，不需要别人监督或从属的工作岗位上得到充分的发扬。据统计，相当数量的显要人物的得力助手、秘书和模范职员都是出生在处女座。处女座的人从来不寄希望于侥幸，你总是在经济上给自己留有余地。慢慢积攒财富，做有把握的好生意，合理合法地赢利，逐步扩大自己的积蓄，以供晚年之用。处女座的人批评精神较强，这一点将不利于你与周围的人谐调关系和工作关系，但这对你无关大局。\r\n\r\n　　出生在这一座的人，由于胃肠消化功能不好，身体较虚弱，因此应多注意饮食规律。晚上有时会失眠，其原因是\"忧虑心理\"太重。你怕自己的工作做不好；怕给别人带来麻烦；怕妨碍别人，也怕别人妨碍自己；怕自己经济拮据；怕别人犯侵自己的利益；还怕意外之事突然降临到自己头上。这种自我保护意识带来的忧虑心理，会使处女座的人具有许多特殊的优点如：警觉性高、勤劳朴实、严肃认真、头脑清醒，对事物有较强的分析能力，忠贞可靠。另外，这种忧虑心理也会使处女座的人产生一定的弱点。如喜欢钻牛角尖；烦躁；吹毛求疵；无意中引起了紧张的气氛；过多的思考与理智会限制你的视野，加剧对自我生活的控制。担心新事物的出现会打乱原有的一切秩序，并会把自己孤立起来。\r\n处女座男性\r\n　　处女座的男性\r\n\r\n　　这是一个典型的独身者的性格，不喜欢意外的事情。在激情所致的内心骚动面前，常常显得惶恐不定，你用持续不断的自我克制或批评精神来自卫。把遵守习俗作为你行动的准则，一成不变的生活是你理想的天堂。\r\n\r\n　　你是个既认真又有强烈责任心的人，一丝不苟地做好本职工作是你的座右铭。所以，可以充分地信赖你，依靠你。一般地说，这种人不喜欢到独立的事业中去发挥才智，而愿意在专家、教授或领导者的身边做助手工作，因此，你所得到的利益与你所付出的辛苦一般是不相称的。然而尽心尽责地完成本职工作是你的信条，也是你引以自豪的最大心愿。\r\n\r\n　　婚后，你会把家庭生活安排得相当有条理，各项家庭计划都预先周密考虑，从来不临时抱佛脚或打无准备之仗。\r\n\r\n　　你与生辰星位在双鱼座的女性会十分融洽，这一星座的女性和你一样，慎重和不喜欢出风头，也不喜欢在生活中冒各种风险。\r\n\r\n　　金牛座的女性也可以成为你理想的伴侣，你们在一起会分享安定、和谐的小康生活的幸福。\r\n\r\n　　你也可以向魔羯座的女性伸出友谊之手。通过共同的努力，你们会有一个物质基础相当殷实的家庭。\r\n处女座女性\r\n\r\n　　处女座的女性\r\n\r\n　　你有一种内在魅力和不受\"新潮\"干扰的特有的浪漫气质。你的谦逊有时会发展到唯恐被人注意的程度，因此，你与生活总保持一定的距离。你愿意把自己的幸福置之度外，而为别人贡献出自己的全部精力。\r\n\r\n　　你十分注意细节，有时会到了成癖的地步。你非常注重自己的安全，不喜欢意外的事情。你是一个相当出色的家庭主妇，懂得如何体贴、照顾自己的亲人，使他们心情愉快，身体健康。你心甘情愿地承担起家庭生活的责任，但你需要别人把你的辛勤劳动看在眼里，感到你是不可缺少的。你很善于为别人医病，你自己的身体也经常感到不适，需要用相当的时间来调理自己脆弱的身体。　　你生活中缺少不了处女座的女性，但总觉得在幕后要比在台上当主要演员自由自在很多。\r\n\r\n　　处女座的女性与双鱼座的男性性情都很温和、怯懦，你们会相处得很好，过着相敬如宾的和谐生活。\r\n\r\n　　与金牛座的男性结合，会建立一个美满舒适的家庭，并会有为你们争光的孩子。\r\n\r\n　　与魔羯座的男性结伉俪，你们会同心协力为远大的生活目标而努力，持久不变的感情会使你们永远幸福。\r\n\r\n　　处女座的儿童\r\n\r\n　　处女座的孩子一般胆子都很小或谨小慎微。身体往往很弱，容易患感染性疾病。身体状况会直接影响到你的学习。这是一个不太和群的孩子，喜欢观察和思考，很早就具有了批评精神，并把它作为保护自己的武器，但这很可能发展成为周围人恼怒的根源。你有时会不顾现实，而执意陷于纯粹的逻辑思维之中。\r\n\r\n　　处女座的孩子是个好学生，求知欲望很强烈，喜欢积累知识。你善于挖掘人的心理和探讨事物的本质，但这也有可能使你趋于只注重细节，而忽略了全局。从而会影响到你未来职业的发展。你孜孜不倦地学习，有时会达到忘我的程度。最好多让你到外面去参加体育活动，这样既可以多呼吸新鲜空气，又可以促使你与同学多在一起，打成一片，从而避免你孤独感和抑制性心理的滋长。\r\n\r\n　　你的理想出路是教育、医学、科学、会计、秘书、公职人员、卫生事业和商业，以及一切需要耐心、细致的工作。\r\n\r\n　　处女座不同10°内出生的人的基本性格：\r\n\r\n　　出生日期：8月24日～9月2日\r\n\r\n　　性格特征：性格较懦弱或谨慎，需要借助一定的外力帮助或有好的竞争环境，才能使你的事业和生活一帆风顺。你头脑清醒善于观察，注重细节，从不盲目行事。非常勤劳、总希望把工作做得好上加好。由于你的过分谦逊，常使自己辛勤劳动的成果被你人所用。敏锐的直觉使得你过于爱动脑筋和爱批评指责。\r\n\r\n　　动力来源：勤劳\r\n\r\n　　出生日期：9月3日～9月12日\r\n\r\n　　性格特征：有远大的抱负，职业信念很强，务实精神会帮助你在工作和学习上不断进取。天生具有经商的才能。严肃认真，有很强的责任感和义务感，但性格上有些趋于忧郁。你喜欢勤俭节约，办事有条理，为了改善经济状况肯付出代价。\r\n\r\n　　动力来源：责任感\r\n\r\n　　出生日期：9月13日～9月23日\r\n\r\n　　性格特征：性情安静，很有现实感。理智性强，为人正直、坦率。似乎生来就是应该兢兢业业地去为别人工作，而不是为自己个人的成功。你忠心耿耿，踏踏实实，甘愿处在默默无闻的地位上。你也很会照顾人和为人医病。兴趣广泛，但缺乏创新精神。\r\n\r\n　　动力来源：理智\r\n\r\n　　出生在处女座的著名人士有：英格丽褒曼(美国著名女影星)、伊丽沙白一世(英格兰女王)、雅里(法国剧作家)、路易十六(法国封建王朝最后一代君主)。\r\n\r\n　　总而言之，处女座的你：\r\n\r\n　　谨小慎微的处女座的人说：\"我看到……\"。\r\n\r\n　　表达爱情的方式：犹豫不决的。\r\n\r\n　　是一个：慎重而可靠的人。\r\n\r\n　　渴望：你的情趣能得到欣赏。\r\n\r\n　　受骗：由于过分的献身精神。\r\n\r\n　　喜欢：闭门幽居。\r\n\r\n　　追求：一丝不苟地实现你的计划。\r\n\r\n　　害怕：没能达到尽善尽美。\r\n\r\n　　弱点：批评精神过强。\r\n\r\n　　有利条件：精益求精。\r\n\r\n　　不利条件：缺乏勇气。\r\n\r\n　　假期生活：悠闲在安全无恙之地。\r\n\r\n　　开支：购买物美实用的商品。\r\n\r\n　　吉祥物：乌鸦。\r\n\r\n　　吉祥金属：水银。\r\n\r\n　　吉祥宝石：碧玉。\r\n\r\n　　吉祥日：星期五。\r\n\r\n　　吉祥数字：5、14、23、32\r\n\r\n　　喜欢的颜色：灰色。\r\n\r\n　　喜欢的场所：可以学习的地方、市场、饭店、农田，一切卖生活实用品的商店。\r\n\r\n　　吉祥植物：熏衣草、马鞭草、缬草、刺柏。\r\n\r\n　　居住条件：室内布置井井有条，有许多壁橱、组合式家具，房间里看不到多余的东西。\r\n\r\n　　理想的旅居国：瑞士、美国的弗吉尼亚州、巴西、新英格兰。\r\n\r\n\r\n\n\t\t\t    ","site":"E"},{"uid":"88eacbec9c86e1f30f60a31c99315d4c","constellation":"天秤座","content":"\n\t\t\t    \t9月24日～10月23日　　主宰行星：金星　　属性：风相星座\r\n\r\n　　秋天出生的生辰星位或太阳在天秤座的人的特点：\r\n\r\n　　天秤座是象征着秋天来临的星座，秋意表现在天秤座的人身上是对意气相投的特殊嗅觉。你寻求着共同点和互相谅解的土壤。和蔼可亲的秉性，使仇恨和敌意永远无法靠近你的身旁。天秤座的人温柔、娴雅，你需要欢欢乐乐地生活，需要忠贞不渝的友谊和爱情。随和与顺从是你性格上的主要特点。无论对天秤座的男性还是女性，都可以看到这些难能可贵的女性品质，品格正直，平易近人，处处闪耀着人格魅力的光辉，以及你们所蕴藏的艺术上的灵感和才华。这就是天秤座的人！微不足道的事情就会使你感到惊慌不安。你总是在寻找着内心的稳定与平衡，没有这种平衡你就不能平静地生活。这是一个能为生活中的矛盾开辟和解之路的人。\r\n\r\n　　秋天出生的天秤座的人举止言行十分注意分寸。和你相处既不可急躁，又不可简单粗暴，因为你的感情很难预测，高兴起来有时忘乎所以。你对周围发生的一切都兴致勃勃，不仅知道事情的来龙去脉，而且还知道什么时机对成功最有利。天秤座的人最善于发现哪些人与你志趣相投。你的优势是：富有魅力、温文尔雅、性格平稳、目光敏锐，具有合作精神。不足之处是优柔寡断，缺乏坦率、难于理解。过分追求高雅的生活，因循守旧、机会主义、注重琐事、不专心和缺乏坚定性。你需要别人的钦佩和赞扬，只有在你感到欣然的环境中，你才能无忧无虑地生活。你喜欢到商店中去消磨自己的时间，选购好玩的和供观赏用的小礼物，赠送给自己的知心朋友。你不愿意在缺乏温暖和热情的环境中生活。一旦你病倒了，便会感到异常不幸并沉溺在失望之中。你需要有能使自己的风韵和娴雅得到表现和被鉴赏的机会；渴望生活在充满艺术和美好幻想的意境中，而回避生活中的各种矛盾、困难和烦恼，丑恶的行为会把你吓跑，强暴会使你的心灵受到创伤。只有当你出生时火星或天王星对你的影响力比较大的情况下，才能使这一倾向得到改变。\r\n\r\n　　天秤座的人的命运往往都是爱情和婚姻中发生作用或确定的。你的爱情生活是美满幸福的。特有的魅力会给你带来所期望的一切利益。在孤独面前，你会陷入完全不知所措的状态(尤其是土星与金星或月亮呈现不佳方位的情况下)，所以，天秤座的人不能长时间的处于孤独之中，你需要和大家保持着经常性的友谊。如果生辰天宫图的其你部分很有利的话，那么天秤座的人在艺术、戏剧或一切需要审美能力的职业方面将有很大发展。时装、奢华商业是你可以选择的理想职业。但你总需要在具体实施方面有人能助你一臂之力，你对物质问题是个门外汉。天秤座的人不善于安排物质生活，期望一切都轻而易举地到来，或者至少不要花大力气。你从不把钱放在心上，只有在想花的时候，钱的概念才进到你的脑子里。你象一幅美好的装饰艺术品，吸引着善良而真心诚意的人们。你怀着一颗美好的心灵，任凭生活的抚爱和洗礼。同时，你也会把生活变得充满欢乐，并把精心创造的舒适安逸的生活带给你所热爱的人。\r\n天秤座男性\r\n\r\n　　天秤座的男性\r\n\r\n　　你对女人富有魅力，喜欢猜测她们的心理，倾听她们的心声和理解她们的感情。这既是一个难得的知已，又是一个理想的伴侣。你有时会竭力取悦于人，这并不是为了赢得别人的欢心，而是为了表现自己的真心诚意。你希望事事都能做得完美无缺，否则就会感到内疚。这是一个既能对自己的妻子关怀备至，体贴入微，但又免不了朝三暮四的丈夫。你好友善交、头脑冷静、举止大方和谈吐高雅的素质，使你颇具外交官的气度。\r\n\r\n　　你的审美力很强，丑恶与强暴都会引起你的反感。你希望自己周围的人都亲密无间、和睦相处。\r\n\r\n　　一心想使别人满意的愿望，会表现出自身的弱点。你不愿与人相争，而愿意把时间用于编织自己永不凋谢的爱情。你的命运将随着婚姻的实现而确定下来。\r\n\r\n　　天秤座的人不能过孤独的生活，因此，婚姻将起着极其重要的作用，甚至会成为你人生的转折点。你需要爱情的烈火，需要倾诉衷情和需要赢得好感。你的全部幸福将取决于你所建立的各种关系。\r\n\r\n　　白羊座的女性能征服你的心，并使你沉浸在爱情的幸福中。通常情况下，总是牧羊座的女性很主动，如果双方都有这个意向，那么这一姻缘是理想可行的。\r\n\r\n　　双子座女性的社交能力和活泼的性格会使你倾倒。\r\n\r\n　　水瓶座的女性会在艺术、美学方面与你志同道合，会理解你的敏感性格。\r\n\r\n　　处女座和巨蟹座女性的真诚和安静的性格会给你的生活带来永恒的光和热。\r\n天秤座女性\r\n\r\n　　天秤座的女性\r\n\r\n　　爱情是你生活中至关重要的大事，你颇有惹人注目的魅力。\r\n\r\n　　你性格脆弱而温柔，容易相处。有些自我陶醉。生活上你完全依靠你的丈夫，希望他能承担生活中的一切责任。当你独自一人的时候，你会感到茫然若失。通常这种情况不会持续很久，你就会找到体贴、关心自己的知已或好朋友。\r\n\r\n　　生活中你需要快乐的情绪，需要广泛地惹人注目。你优雅的风姿会触动人们的心弦，使人们对你产生深情和好感。这是一个理想的家庭主妇，你能缓冲和调解任何矛盾与纠纷，给家庭生活带来欢乐和平静。但必须不断升华对你的感情，对你关怀备至、体贴入微，不辜负你的情意，才能牢牢地拥有你。还要用永恒的温情去滋润你那颗爱的心灵。\r\n\r\n　　如果你不是为了爱情而生存，那么你就会为艺术而献身。艺术会成为你理想的职业，并能使你施展自己的全部才华。不过，要想取得成就，你必须克服闲情逸志的惯性。因为说到底你喜欢“泛”而不喜欢“专”。\r\n\r\n　　你的风采和魅力会唤起生辰星位在牧羊座的男性的爱的激情。只要你们彼此倾心相与，你们的结合会是幸福的。\r\n\r\n　　双子座的男性会对你产生好感。他妙趣横生，海阔天空和富有超级幻想色彩的谈吐会把你带入一个梦寐以求的境界。\r\n\r\n　　你对能充分理解你的水瓶座的男性会产生真挚的感情和爱的壮举。\r\n\r\n　　天秤座的儿童\r\n\r\n　　天秤座的孩子一般都很帅气，讨人喜欢，容易引起别人的钦佩、赞扬和好感。要特别注意防止你滋长一种“小皇帝”、一切都要靠别人的思想倾向。因为天赋和魅力往往会使你感到是置身在一个得天独厚的环境中。\r\n\r\n　　只有用温情，人们才可能从这个孩子的身上得到所希望的东西。因为粗暴会使你不知所措。你不愿意孤独一人，而需要经常与朋友和伙伴交往。朝夕相处的朋友将对你的童年生活，甚至命运和未来起着重要作用。\r\n\r\n　　天秤座的孩子在艺术、美学和纯技术科学以及法律和医学等方面，容易取得成就。永远不要驱使这种孩子去超越自己的能力极限，但在学习方面要经常不断督促你和鼓励你，因为你生性较懒散，容易贪玩而放任自己。\r\n\r\n　　跳舞、绘画或到鲜花盛开的花园中散步，这对你要比体育锻炼更有利于身心上的平衡。\r\n\r\n　　你的理想出路是：艺术、戏剧、时装、装潢、自由职业、奢侈品商业(尤其是化妆品业)和社会生活。\r\n\r\n　　天秤座不同10°内出生的人的基本性格：\r\n\r\n　　出生日期：9月24日～10月2日\r\n\r\n　　性格特征：性情文雅，彬彬有礼，漫不经心且可爱迷人。但这并不是一个时期事事处处都能随和通融的人。你的命运取决于你周围的人，尤其取决于你兴趣的投向。因为你的一切几乎全受感情的支配，而你自己从来不独创什么。美的鉴赏力和艺术才华都很强，但需要有好的火星与金星或火星与太阳方位，或者你的生辰星位是处在一个较强的星座中，这样才会使你的艺术才能真正发挥出来。成功的婚姻是你幸福的基石。\r\n\r\n\r\n　　动力来源：结合\r\n\r\n　　出生日期：10月3日～13日\r\n\r\n　　性格特征：心地善良、待人亲切，正义感强，关键时刻总是支持弱者，反对强权。你的同情心很强，经常设身处地为你人着想，宽宏大量。你总是与人为善，以至于使自己成了这种善心的奴隶。向往忠贞之情。你的人生道路常伴随伤感和忧郁。\r\n\r\n　　动力来源：感情\r\n\r\n　　出生日期：10月14日～23日\r\n\r\n　　性格特征：平易近人和富有极强的社交能力。在社会交往中，你会赢得信誉，然而这也可能给你带来某些不安定的心理。你渴望在朋友的欢声笑语中度过美好的时光，而不愿意在寂寞和孤独中度日如年。如果土星、火星与金星或月亮呈不好的方位，则会使你趋向于加重精神的孤独感。反之，则会强化智力因素，这会有助于你事业上的成功。\r\n\r\n　　动力来源：依靠别人\r\n\r\n　　出生在天秤座的著名人士有：王尔德(爱尔兰作家、戏剧家)、兰波(法国诗人)、阿兰傅尼耶(法国作家)、阿拉贡(法国诗人)海华兹(美国电影演员)、马斯特罗亚尼(意大利电影演员)、卡特琳娜德纳芙(法国女影星)、菲利普努瓦雷(法国男影星)、伊夫蒙唐(法国演员)。\r\n\r\n　　总而言之，天秤座的你：\r\n\r\n　　温柔的天秤座的人说：“我还需要考虑一下。”\r\n\r\n　　表达爱情的方式，浪漫的。\r\n\r\n　　是一个：一心想使人满意的人。\r\n\r\n　　渴望：姊妹一般的情谊。\r\n\r\n　　受骗：爱的奢望。\r\n\r\n　　喜欢：跳舞或者参加盛大的活动。\r\n\r\n　　害怕：没有得到大家的爱。\r\n\r\n　　寻求：无微不至的关怀。\r\n\r\n　　弱点：闲逸。\r\n\r\n　　有利条件：喜欢助人。\r\n\r\n　　不利条件：说而不做。\r\n\r\n　　假期生活：充满诗情画意。\r\n\r\n　　开支：买化妆用品、鲜花、看演出。\r\n\r\n　　吉祥物：心形物。\r\n\r\n　　喜欢的花：玫瑰。\r\n\r\n　　吉祥金属：铜。\r\n\r\n　　吉祥宝石：纯绿宝石。\r\n\r\n　　吉祥日：星期五。\r\n\r\n　　喜欢的颜色：蓝、菘蓝。\r\n\r\n　　吉祥数字：6、15、24、33\r\n\r\n　　喜欢的场所：高雅的社交场所；鲜花盛开的花园；舞厅或娱乐场所。\r\n\r\n　　吉祥植物：报春、羽衣草、长春花、接骨木、黄杨、杏树、花园的花。\r\n\r\n　　居住条件：室内典雅且富有生机，到处是鲜花及丝织品装饰，一张高级席梦思床和一间可接待朋友的客厅。\r\n\r\n　　理想旅居国：奥地利、美国南部、埃及、摩纳哥、危地马拉和夏威夷。\r\n\r\n\r\n\n\t\t\t    ","site":"E"},{"uid":"1a6b6c5a3a4867375bfa1e57c1b95197","constellation":"天蝎座","content":"\n\t\t\t    \t10月24日～11月22日主宰行星：火星和冥王星属性：水相星座\r\n\r\n　　秋天出生的生辰星位或太阳在天蝎座人的性格特点：\r\n\r\n　　在天秤座和射手座之间是天蝎座。这一座的人对互不相同的和互不相融的事物有特殊的兴趣。善于利用自己性格反差较大的特点。你是一个喜欢探究事物的真正并加以区别的人。在萧瑟的秋风中降生到这一星座的人粗犷而倔强，你紧张的生活节奏会使接近你的人感到迷惘。你的爱情心理常充满着矛盾。感情上的背叛对你是绝对不能忍受的，而且会使对你爱情产生与原来相对立的看法。你有一双极其敏锐的眼睛，能洞察人的弱点和机遇的利弊。另外，你的神秘性、选择性、好斗性、狂热性和不妥协精神，也常常给人们留下深刻的印象。无法摆脱的烦恼常常纠缠着你，使你感到精疲力竭。强烈，是天蝎座的人的突出性格表现。巨大的耐力使你敢于迎接艰难险阻，并能征服之。无论生活中的还是情感方面的错综复杂的问题，非但不会使你厌烦，相反还会给你的生活增添乐趣。\r\n\r\n　　天蝎座的人需要经常不断地处于忙碌之中。你喜欢亲自动手去做；喜欢改善自己的工作和生活环境；喜欢更新自己的想法，而不喜欢无所事事和庸庸碌碌的生活，那会使你丧失生机和活力。你从不接受任何失败，如果遭到了挫折，你将会产生强烈的心理变态反应。而后你会从零开始，凭着顽强的意志和坚韧不拔的精神，重新奔向成功。你喜欢戏剧性的场面，会不时地在你前进的道路上导演一幕。最好不要成为你前进道路上的障碍，这是一个危险的竞争者和一个可怕的对手。你将永远不会忘记失败的教训和自己所受的伤害。\r\n\r\n　　天蝎座的人酷爱权力，喜欢有自己的思想方法。钱和物质对你是不可缺少的，但从不用它来束缚自己的手脚，你对那些对自己的事业、工作有过帮助的人，总是念念不忘，肯为你们慷慨解囊。在生辰天宫图中，当火星在牧羊座、天蝎座或魔羯座，或者在黄道第Ⅰ、Ⅹ、Ⅶ或Ⅳ宫中的影响力较大的时候，这一性格会表现得更为突出。与黄道任何其你星座的人不同的是，天蝎座的人善于等待有利于自己的时机。一旦时机到来，你选定了自己要走的路，那么任何力量都无法除阻挡你的前进，你会经受住任何艰难困苦的考验。别人失败或弃阵逃脱的地方正是你建立自己成功业绩的圣地。你喜欢慎重而深思熟虑的冒险行动，也很会利用自己的魅力和感召力去达到自己渴望的目的。许多有声望的金融家，你们的生辰天宫图中都有天蝎座的强大的影响力。天蝎座的人常常表现出利益上的本性，颇懂生意经，越是棘手的生意，你越能从中渔利。这是一个不太容易相处的人，一切都向最好的看齐。你的物质欲望必须得到充分满足。相传，天蝎座与象征死亡、遗产和赠与的黄道第Ⅷ宫结了\"金玉\"良缘，因此迄今为止，天蝎座的人仍在享受着配偶在物质生活方面常常给你的利益。还有些天蝎座的人，可能走向另一个极端，你们对这个世界上的幸福、财富毫无兴趣，而是去开创自己的信念之路，或者内心深处经历着神秘主义的骚动。\r\n天蝎座男性\r\n　　天蝎座的男性\r\n\r\n　　绝对意识和强烈的欲望在你的心中翻腾，并经常把你带到一个激情茫然的忧郁世界。恰恰在这里，你会感到人生的真正价值和乐趣。\r\n\r\n　　你能顽强地经受任何艰苦的考验，愿望的洪流会帮助你扫除前进道路上的一切障碍。你善于猜测别人的弱点，善于抓住女人的弱点和触动你们的情思。在爱情方面，你永远处于主宰地位，在你看来，只要目的是好的，就可以无所顾忌。\r\n\r\n　　由于你坚韧不拔的精神，你会在别人失败的地方取得成功。\r\n\r\n　　只有当你超脱了自己本性的时候，你才能从内心的自我折磨的桎梏中解放出来，焕发出巨大的精神力量，变成令人难以想象的创造力。\r\n\r\n　　生辰星位在金牛座，且受金星影响的女性会与你情投意合。你们无论是精神生活还是其你方面都会达到满意的和谐。\r\n\r\n　　与温柔顺从的巨蟹座的女性结合，你们的感情将会十分融洽，生活会充满诗意。\r\n\r\n　　双鱼座的女性会使你真正感受生活的欢乐。\r\n\r\n　　讲求实际的、勇敢的狮子座的女性，会改变你的性格，并把你从抑郁和错综复杂的顽念中解脱出来。\r\n天蝎座女性\r\n\r\n　　天蝎座的女性\r\n\r\n　　只有在激情、失望和泪水中才能感到自己的存在和欢乐。你能经受住生活不幸的洗礼和考验。喜欢戏剧性的变化。你会感到或使人感到性爱的巨大吸引力。魅力会帮助你在人生道路上畅通无阻地前进。一旦你找到了自己意中的男性。你会成为一个出色的伴侣。勇敢、任劳任怨，在艰苦的考验中，你会表现出一个主妇的最无私的品质。\r\n\r\n　　感情的私有欲和嫉妒心理较强，你所需要的不是丈夫欣赏自己美的目光，而是你忠贞不渝和毫无保留的爱。如果你在爱情方面受到愚弄或遇到了劲敌，你会产生强烈的报复心。当关系到你切身利益的时候，你最有力的武器就是不讲情面。\r\n\r\n　　你常常把自己当作发泄怨愤的靶子，尤其是爱情问题上。但是你的能力和富有特点的性格会给周围的人留下深刻的印象。\r\n\r\n　　生辰星位在金牛座的男性，是你的理想选择。共同的生活会使你们领略爱的真谛和奥妙。与双鱼座的男性也会情意投合。\r\n\r\n　　如果巨蟹座的男性走进你的生活，天蝎座的女性可以随心所欲地行使家庭主妇的权力。\r\n\r\n　　天蝎座的儿童\r\n\r\n　　激动和感情是天蝎座的孩子性格上的主要部分。这一座的孩子的心理十分复杂和难于理解。沉默寡言、不动声色，但内心却慢慢地积累着愿望或不满，并形成潜在的动荡不安因素。\r\n\r\n　　永远不要低估这一座的孩子，你可能变得最好，也可能变得最坏。如果你感到自己受到了中伤或轻视，你就会产生铭心刻骨的不满情绪，致使你固步自封或不求上进，这种情绪会一直持续到你成年。\r\n\r\n　　另外，天蝎座的孩子身心蕴藏着一种特殊的力量，在需要做出艰苦努力或发挥才智的时候，这种力量就会本能地迸发出来。\r\n\r\n　　一切具有神秘色彩的事情都能引起你的兴趣。在医学、化学、历史或者研究工作方面，你会表现出天赋。你具有揭示奥秘或弄清迷疑问题的特殊本领。\r\n\r\n　　这是个以自我为中心的人，对人有很大的吸引力，这一点在你青海年时代就充分表露出来。你常常给周围的人留下深刻的印象。\r\n\r\n　　不要强迫你去做你不愿的事，你需要自己选择要走的路，一旦选定了，你会拿出百倍于别人的毅力和勇气去学习和工作。\r\n\r\n　　你的理想出路是医学、冶金、警察职业、研究工作、军事、与石油或火山有关的职业、工程师、雕塑家或危险性大的职业。\r\n\r\n　　天蝎座不同10°内出生的人的基本性格：\r\n\r\n　　出生日期：10月24日～11月2日\r\n\r\n　　性格特征：性格专横且富有神秘色彩，很难从平静的外表看到你内心世界的全貌。你能成为一个杰出的人，也可能走向其反面。你喜欢通过迂回曲折的方式实现自己的目的。在困难面前从不气馁。青年时代比较优柔寡断，到成年以后，你的性格特点才会真正表现出来。这是个性情较孤僻的人。如果你能有更多的宽容和同情心，你将会受到更大的尊重。\r\n\r\n　　动力来源：分而治之\r\n\r\n　　出生日期：11月3日～12日\r\n\r\n　　性格特征：性情暧昧，既高傲又胆怯，既温情又冷酷，既向往性爱又谨慎克制。当有人冒犯你的时候，你会不念情面。非常容易变成一个感情抑制和极度东安的人。你易受各种欲望的驱使，一旦你克服了本性，就会焕发出一股强大的动力，并在神秘学、心理学或发明创造方面显示出令人瞩目的才能。\r\n\r\n　　动力来源：极端\r\n\r\n　　出生日期：11月13日～11月22日\r\n\r\n　　性格特征：无法遏制的本性和强烈的激情，可能成为你的动力，也可能成为你的弱点，这两种倾向主要取决于是使你的情感升华，还是使你成为激情的牺牲品。你非常需要一个能给你精神上带来平衡的充满幸福和友爱气氛的生活环境。你对有可能成为毁灭性的嫉妒总是留有戒心。\r\n\r\n　　动力来源：情爱\r\n\r\n　　出生在天蝎座的著名人士有：帕格尼尼(意大利作曲空)、陀思妥耶夫斯基(俄国小说家)、玛丽居里(波兰物理学家)、毕加索(西班牙著名画家)、戴高乐(法兰西第五共和国总统)、阿兰德龙(法国著名影星)、兰开斯特(美国电影演员)、甘地夫人(印度前总理)、密特朗(法国总统)。\r\n\r\n　　总而言之，天蝎座的你：\r\n\r\n　　愿望强烈的天蝎座的人说：\"我需要\"。\r\n\r\n　　表达爱情的方式是：错综复杂。\r\n\r\n　　是一个：有强烈欲望的人。\r\n\r\n　　渴望：找到一个宽容的妻子(或丈夫)。\r\n\r\n　　受骗：由于过分自信和喜欢复杂化。\r\n\r\n　　喜欢：去寻觅珍奇之物。\r\n\r\n　　害怕：别人不真诚。\r\n\r\n　　弱点：经常存在一种潜在的危机感。\r\n\r\n　　有利条件：毅力。\r\n\r\n　　不利条件：不善于变通。\r\n\r\n　　假期生活：改变自己房间的陈设，或在家里修修补补。\r\n\r\n　　开支：用于得不偿失的事情。\r\n\r\n　　吉祥物：龙。\r\n\r\n　　吉祥金属：铁。\r\n\r\n　　吉祥宝石：红宝石。\r\n\r\n　　吉祥日：星期二。\r\n\r\n　　喜欢的颜色：红色。\r\n\r\n　　吉祥数字：9、18、27、36。\r\n\r\n　　隐蔽之处、葡萄园、豪华的娱乐场所、最新式旅馆和繁华的地方。\r\n\r\n　　吉祥植物：红辣椒、蓟根草、苦艾。\r\n\r\n　　居住条件：隐蔽而富有神秘色彩、古香古色的家具。\r\n\r\n　　理想旅居国：挪威、马来西亚、叙利亚、保加利亚、澳大利亚的昆士兰。\r\n\r\n\n\t\t\t    ","site":"E"},{"uid":"f90f5eef9867b0b5f243bc3ddee4ca34","constellation":"摩羯座","content":"\n\t\t\t    \t12月22日～1月20日　　主宰行星：土星　　属性：地相星座\n\n　　冬天出生的生辰星位或太阳在魔羯座的人的特点：\n\n　　魔羯座是象征着冬天开始的星座。冬天把绝对意识毫无保留地奉献给了魔羯座出生的人。魔羯座的人，尤其当有几个行星同时处于你的星座时，你将是一个具有现实主义思想和有抱负的人；同时你又容易被热烈的感情征服，是一个有强烈的忘我精神的人。你表情平静而淡漠，不太容易接近，喜欢离群独处。你害怕别人毫无意义的谈话会占据你宝贵的时间，也不能接受别人对你粗暴无礼你严肃认真、思想深沉、始终如一、忠诚可靠、正直廉洁并富有献身精神。另外，你坚如磐石、毫不妥协，不姑息宽容，也从不报任何幻想。你深居简出，喜欢把自己关在象牙塔中，这对你比去经历激情的洗礼要好得多。谨慎可能会使你错过许多良机，于是你便会产生失望和怀才不遇之感。然而，你确实是个有强烈责任感的、勤奋的劳动者和杰出的组织者。如同攀登山峰一样，魔羯座的人的光辉前程，需要用坚持不懈的努力去换取。你的成功主要靠你艰苦奋斗的精神和你的工作能力，而不能指望运气的恩赐。你不喜欢碌碌无为，无所事事，你的实际感促使你不断地改进自己的工作质量和生活环境。\n\n　　魔羯座的人是以事业为主的，常常把个人生活置之度外。一切都从最现实的观点出发，脚踏实地的从零做起，并追求实实在在的结果。你渴望成功，也许这是为了补偿内心的某种需求或深藏的孤独感，但你从来不会把感情与事业混为一谈。你的逻辑思想、客观态度和组织观念有可能使你进入高职要位，有时还会把你引向社会或政治生活的道路上去。许多国家领导人，在你们的天宫图中都是以魔羯座的影响为主。\n\n　　一般地说，在青年时期，由于缺乏热情，不太会赢得别人的好感，年轻的时候总是困难重重，有时甚至会历尽艰辛。然而这种处境反会激发你为自己光明的未来奋斗的决心，如果你能把自己的事业坚持到底的话，随着年龄的增长，你的智力优势会越来越显露出来。从五十多岁起，魔羯座的人才能进入你人生的黄金时代。到了晚年，你在精神上和物质上都会达到完美的境界，会品尝到你劳动硕果的甘甜。\n\n　　魔羯座的人非常珍视用自己辛勤劳动换来的财富。开销很有计划，不喜欢挥霍浪费。勤俭节约是其本色。你从事传统的、有条不紊的工作要比创新的工作更容易成绩卓著。尤其是当土星在魔羯座或水瓶座，或在黄道第Ⅰ、Ⅹ、Ⅶ或Ⅳ宫的时候。\n\n　　魔羯座的男性\n\n　　魔羯座的男性很少表露自己真正的感情，基本上是一个孤独的人。你的生活是在一丝不苟的精神、高度的责任感和逻辑头脑的严格控制下进行的。激情一般是由雄心和权力欲望调动起来的。你总是在辛勤地耕耘，有无懈可击的工作态度。你容易认为别人所做的一切都不理想，一定要自己亲自动手。时间将会证明你的成功。\n\n　　你有时不想念自己，也不想念别人，思想经常处于忧疑不定的状态中。你对女性保持着一定的距离，因为你怀疑她们的感情的真诚程度。你的感情是很难触及到的。只有当你真心倾与一个女性的时候，深藏的爱才能迸发出来，而且这种爱是经久不衰的。\n\n　　你的情绪经常带有忧郁的成分，只有在知已之间或感到自己被人信任的时候，你的脸上才会露出笑容。否则，你总是沉默不语和静静地观察。结婚以后，你的心仍然会停留在事业上，经常忙于工作，很少有空闲时间。但你非常忠诚，对自己的亲人有极强的责任感，完全可以信赖你。你的亲人应该理解你，对你的周期性的忧郁不必理会和苟求。\n\n　　生辰星位在巨蟹座的女性温顺、娴雅，你能理解你的性格，并会带给你所需要的温情和无微不至的关怀。\n\n　　选择处女座的女性作伴侣，有助于在互相尊重的基础上建立一个安定和睦的家庭。\n\n　　与魔羯座的女性生活在一起，你们会志同道合，都对工作有强烈的责任感。\n\n　　魔羯座的女性\n\n　　你是个颇有自知之明的人，但很难从个人生活的小圈子里摆脱出来。你需要别人对你的理解和信任。在爱情方面，你最大的问题是任凭对方的追求。一般地说，你总是力图用理智去支配自己的行动。你的事业心胜过你的情感。\n\n　　你用很大的勇气和能力去处理自己自己生活中的一切事情，并愿意自负其责。你希望自己的生活能有可靠的物质保障，这样才能感到心地坦然。因为你总是担心会失去什么，即使在物质生活条件十分优裕的情况下，这种不必要的念头也时常浮现在脑海中。只要土星在你的生辰天宫图中影响力较强，或者它与月亮或金星呈不好的方位，那么忧郁将是你生活中无法摆脱的伴侣。一旦你找到了理想的爱人，你会全身心地投入到生活中去，以最大的能力去帮助和照顾丈夫、孩子，从无任何怨言。如果你的爱情受到了意外的挫折，你会到事业中去寻求欢乐和安慰，用自己的才能去实现精神上的平衡。\n\n　　魔羯座的女性喜欢真诚的巨蟹座的男性，他的温情会使你的性格开朗起来。\n\n　　与处女座的男性将是理想和幸福的结合。\n\n　　与金牛座的男性同路，能建立一个安定和睦的家庭。\n\n　　魔羯座的儿童\n\n　　魔羯座的孩子的思想成熟得特别早，很小就进入成年人的行列，经常对人和事物产生防御心理。\n\n　　在学校时你有可能是一个较孤独的孩子，这容易使你产生深刻的伤感情绪。为此，应该督促你到室外去和同学们在一起，谈笑风生、抒展心情，这样可使你身心不至沉重呆板。\n\n　　魔羯座的孩子热爱学习，有自己积累知识的方法和严格的组织纪律观念。喜欢收集和归类。这是个学习、工作和生活有条不紊，过分追求完美的孩子，无论任何事你都希望做得精益求精，这些优秀品质将会帮助你走上重要的岗位。许多学者和政治家都诞生在这一星座。\n\n　　魔羯座的孩子非常严肃、认真，不容被人轻待，这是你追求上进的基础。\n\n　　你的理想出路是管理、工业、考古、金融、政治批发贸易以及有关土地、地质等职业。\n\n　　魔羯座不同10°内出生的人的基本性格：\n\n　　出生日期：12月22日～12月31日\n\n　　性格特征：这是一个既孤僻又有雄心的性格。行动之前往往先权衡利弊，说话不喜欢开门见山。有极强的工作热情和组织纪律观念，从不放任自己，这一点为你取得卓越成就铺平了道路。然而你有时也缺乏自信心和对别人的信赖这是你经常忧郁的苦恼的根源之一。为了实现你的理想，你不惜付出任何辛劳。\n\n　　动力来源：成就\n\n　　出生日期：1月1日～1月10日\n\n　　性格特征：具有高度的工作热情和埋头苦干的精神。持之以恒的信念和固守思想，会使你沿着一条道路始终不渝地走下去，从来不想入非非。感情强烈而有些自我意识过强。\n\n　　动力来源：现实感\n\n　　出生日期：1月11日～1月20日\n\n　　性格特征：总是在追求着尽善尽美。在智力、学习和研究方面有出色的天赋。品格廉正，有自知之明，但趋于优柔寡断，容易气馁。往往是屈服于形势，而缺乏自我超越的能力。\n\n　　动力来源：实现\n\n　　出生在魔羯座的著名人士有：莫里哀(法国17世纪伟大剧作家)、巴斯德(法国微生物学家)、毛泽东、斯大林、萨达特(埃及前总统)。\n\n　　总而言之，魔羯座的你：\n\n　　审慎的魔羯座的人说：\"我不相信\"。\n\n　　表达爱情的方式是：富有理智的。\n\n　　是一个：喜欢从容不迫、深思熟虑的人。\n\n　　渴望：能承担家庭义务的爱人。\n\n　　受骗：由于不敢尝试。\n\n　　喜欢：去工作。\n\n　　害怕：迟到。\n\n　　追求：永远正确。\n\n　　弱点：参与其事。\n\n　　有利条件：时间。\n\n　　不利条件：疑虑。\n\n　　假期生活：登山运动、下象棋，洞穴探险。\n\n　　开支：扩大自己的经济积累。\n\n　　吉祥金属：铅。\n\n　　吉祥宝石：缟玛瑙\n\n　　喜欢的颜色：黑色或海蓝色。\n\n　　吉祥日：星期六。\n\n　　吉祥数字：8、16、26、35。\n\n　　喜欢的场所：古老的山石景观和幽静的森林。\n\n　　吉祥植物：颠茄、常春藤、柏树、香菜、曼陀罗、树莓。\n\n　　居住条件：室内要充满安谧的气氛，有一丝凉意；古香古色的家具和陈设有古玩、传统手工艺品。\n\n　　理想旅居国：希腊、阿尔巴尼亚、玻利维亚、墨西哥、阿富汗、印度、保加利亚。 \n\n\n\n\t\t\t    ","site":"E"},{"uid":"83d144d9eb67aca6d4d4a6ac0c05f3ca","constellation":"射手座","content":"\n\t\t\t    \t11月23日～12月21日　　主宰行星：木星　　属性：火相星座\r\n\r\n　　冬天出生的生辰星位或太阳在射手座的人的性格特点：\r\n\r\n　　跺着脚，贪婪地呼吸着大自然的自由空气，送走了金色的秋天，又将迎受冬天的寒意，射手座的你已迫不及待地要出征到你所渴望的广阔天地里驰骋。这一座的人性格开朗，思想活跃，注重文化修养，同时又不忘放眼世界。你人在现实生活，但思想常常飞向遥远的过去和美好的未来。敏捷的思想跳跃着，一会在这，一会儿又在那，使人觉得你近在眼前，又仿佛在天边；让觉得既与你志同道合，又仿佛与你格格不入。你是一个思想需要设法平静的人。射手座的人热情洋溢，对生活充满火热的激情。你从不计较个人的得失，喜欢同时投身到许许多多的事情当中去。但轻率行为往往会给你带来烦恼。不论是在思想上还是在行动上，你随时都准备去经历风险。你对人生、未来和爱情的乐观情绪使你永葆青春。在人生道路上，你所做的一切努力都是为了使人们摆脱困境。此外，乐观主义精神，健康的体魄和快乐的情绪会给你带来运气和广泛的好感。你很善于安慰和鼓舞自己与周围的人，并振奋你们的精神。\r\n\r\n　　这一座出生的人，一般对世界上发生的一切事情都有浓厚的兴趣，喜欢外出旅行、好友善交。你深孚众望，宽宏大量，但不希望别人威胁和干涉你的神圣自由。你讨厌义务，宁肯抛弃既得的利益，也不愿意为之受束缚。你喜欢家里经常高朋满座，并尽自己所能去帮助你们，你会因此结识许多社会上有影响的人物，在你的生活和事业上永远会得到支持或保护。你的命运常常与国外或旅行联系在一起，通常会给你带来运气、友谊和利益。即使在不利的情况下，乐观情绪也永远不会背叛你，并能帮助你比别人都快地摆脱困境，这是射手座的人性格上特有的优势。你特别关心歌坛、影响坛上的新闻铁事，又喜欢颇有见地的思想观点，并善于对此发表高论。你热情好客，和蔼可亲，为人善良忠厚，思想开朗以及心胸豁达的性格，颇受人们的称赞。与人共事富有合作精神，对生活与事业怀着你本能的理想主义，这将鼓舞你和周围的人，并增添了与大家的和谐气氛。但是你的机会主义、因循守旧、自身矛盾的思想，做事很少考虑别人的能力极限，会引起别人的不满。\r\n\r\n　　在经历了动荡不定的岁月之后，从40岁起，射手座的人一般都会转到正常生活的轨道上来，过着安居乐业的生活，成为受人尊敬的公民、家庭中的模范父亲(母亲)，或者某项事业的主席或领导人。荣誉在你们的心目中占有十分重要的地位。中年时代是射手座的人事业上的黄金时期，你有能力和有机遇去赢得自己的成功。\r\n\r\n　　射手座的男性\r\n\r\n　　热情、乐观、总是满怀巨大的热忱。无论是在感情上，还是在思想上，你的视野总是向着新的地平线，向往着遥远的国度。\r\n\r\n　　你的独立精神很强，喜欢我行我素，不愿受到别人的约束。感情上十分真诚，是个情感丰富的人，爱情很早就在你的心中燃起了绚丽多彩的火花。你的一生机遇横生，美好的爱情在期待着你。你对自己所喜欢的人会表现得十分无私和慷慨，并希望自己周围的每个人都能满意和幸福。\r\n\r\n　　当你拿起酒杯的时候，你会对家庭和社会产生一种强烈的感情。你喜欢出主意，喜欢安排家人的生活，同时又尊重每个人的独立性和你们完全的行动自由。如果你的家庭生活是特别幸福和满意的，那么你的感情也是坚贞不渝的。你喜欢凡事来龙去脉都能一清二楚，不喜欢含糊其辞和模棱两可。\r\n\r\n　　生辰星位在双子座的女性，会用她快乐的情绪、翩翩的风度赢得你的好感。如果你们结合在一起，生活将是生机勃勃的、完美的，而且会有许多旅行的机会。\r\n\r\n　　牧羊座的女性和你有同样的热情，你们的结合有助于实现伟大的事业。\r\n\r\n　　狮子座的女性与你有同样慷慨的性格，你们对生活和崇高的事业有着共同的愿望。\r\n\r\n　　射手座的女性\r\n\r\n　　天然生就的纯真的素质，如同一阵清新的风；一种无法抑制的活力和一股奔向自由的激情，这就是射手座的女性。这是思想单纯，爱好体育运动，内心充满欢乐的\"少女\"。她的心总是向往着纯真的、被理想化的了爱情。与射手座的男性一样，你不愿意自己受到任何感情上的约束。\r\n\r\n　　在度过了自由自在、无忧无虑的独身生活之后，一旦她建立了自己的家庭，她将会成为一个贤妻良母和家庭的中流砥柱。她需要得到别人的尊重，她的工作希望得到欣赏和好评，她既关心丈夫和孩子们的幸福，又懂得如何尊重你们各自的独立性。\r\n\r\n　　与生辰星位在双子座的男性结为伴侣，你们的生活将会是充满朝气的乐园。\r\n\r\n　　你与激情满怀的牧羊座的男性以及热情洋溢的狮子座的男性会相处得十分融洽。　　\r\n\r\n　　射手座的儿童\r\n\r\n　　笑容可掬、生气勃勃，十分容易冲动。射手座的孩子需要自由和有益于健康的欢乐。你喜欢骑马、骑摩托车、滑雪或坐上小艇去探险，或者到遥远的国度去旅行。\r\n\r\n　　你的主要优点是忠诚和独立精神。如果人们能正确对待和理解你，你会表现得十分理智，而且完全可以信任你；但是如果人们强迫你，就再也无法奈何你，你会躲避到另一个虚伪的极端中去。\r\n\r\n　　一般地说，外界生活要比学习更能吸引你。射手座的孩子特别有语言天才，你总是向往着遥远的地方，外国和旅行将是你命运中不可分割的一部分。你喜欢随心所欲的生活方式或事业，而不愿意把自己锁在条条框框中，你也喜欢有机会出头露出的工作。\r\n\r\n　　你的最好出路是自由职业、军人生活、法律、驻外机构、体育、赛马、商业(尤其是进出口业务)、社会福利事业、法官和教师。\r\n\r\n　　射手座不同10°内出生的人的基本性格：\r\n\r\n　　出生日期：11月23日～1日\r\n\r\n　　性格特征：待人宽厚，思想和行动绝对的独立。你的一切对别人有很大影响。有创新精神，但行动有时过激和不太适宜。这一日期出生的人，可能有两种发展趋向：一是成为成功的探险家或旅行家，你会用自己的勇敢和对自由的热爱去战胜险阻。另外一种趋向是谨慎的理想，它会使人致力于社会、哲学或宗教方面的工作。\r\n\r\n　　动力来源：独立精神\r\n\r\n　　出生日期：12月2日～12月11日\r\n\r\n　　性格特征：性情耿直、坦率、倔强。你的情绪幅度较大，骤然就会达到热情的顶峰，骤然亦会跌落到失望的深渊中。你时刻都准备蹭上开拓者的征途。无论在工作上还是生活上，你总是处于高度紧张状态。你的巨大能量会把你周围的人，乃至于你本人都会精疲力竭。头脑中总是有许许多多的新见解和想法，做事干净利落，这是你事业成功的保证。\r\n\r\n　　动力来源：热情\r\n\r\n　　出生日期：12月12日～12月21日\r\n\r\n　　性格特征：具有令人愉快的性格，真诚可靠，对人极为热情。你的精力和智力天赋十分突出。其灵感能达到远见卓识的程度。你性格的另一特点是意志坚强和富有独立精神。在体育事业方面成绩卓著，干一行爱一行，能赢得别人的好感；情感炽热，没有友谊和爱情就无法生活。\r\n\r\n　　动力来源：灵感\r\n\r\n　　出生在射手座的著名名人士有：贝多芬(德国音乐家)、希拉克(法国总理)、柏辽兹(法国作曲家)、缪塞(法国诗人)、丘吉尔(英国前首相，作家)、迪斯尼(美国动画作家：米老鼠和唐老鸭的作者)、比阿夫(法国女歌唱家)。\r\n\r\n　　总而言之，射手座的你：\r\n\r\n　　具有独立精神的射手座的人说：\"我相信\"。\r\n\r\n　　表达爱情的方式：热烈的。\r\n\r\n　　是一个：热情洋溢的人。\r\n\r\n　　渴望：能协助你事业的助手。\r\n\r\n　　受骗：由于对机遇驾驭的失误或性格因素。\r\n\r\n　　喜欢：在大自然里散步和骑马。\r\n\r\n　　害怕：妥协。\r\n\r\n　　追求：健康的娱乐。\r\n\r\n　　弱点：失约。\r\n\r\n　　假期生活：郊游或野营。\r\n\r\n　　有利条件：过分直率。\r\n\r\n　　开支：豪华的生活。\r\n\r\n　　吉祥物：星形物。\r\n\r\n　　吉祥金属：青铜。\r\n\r\n　　吉祥宝石：绿松石。\r\n\r\n　　吉祥日：星期四。\r\n\r\n　　喜欢的颜色：蓝色和紫色。\r\n\r\n　　吉祥数字：3、12、21、30。\r\n\r\n　　喜欢的场所：盛大聚会的场所、赛马场、可散步或找猎的森林。\r\n\r\n　　吉祥植物：洋苏草、薄荷、琉璃苣。\r\n\r\n　　居住条件：宽敞明亮的房间，光线充足，空气新鲜，室内装饰着各种旅游纪念品，阳光上可眺望着树林景色。\r\n\r\n　　理想旅居国：澳大利亚、西班牙、葡萄牙、匈牙利、锡兰。\r\n\r\n\r\n\n\t\t\t    ","site":"E"},{"uid":"f2b97e382e4cdcc7c7c32989a95a5edb","constellation":"水瓶座","content":"\n\t\t\t    \t1月21日～2月19日　　主宰行星：天王星　　属性：风相星座\n\n　　冬天出生的生辰星位或太阳在水瓶座的人的特点：\n\n　　在充满绝对意识的魔羯座的人之后，是头脑中不断闪烁着新奇古怪念头的水瓶座的人。你常常不考虑事情的某些具体方面，而一味推动它们的前进。你是一个富有开拓精神的人。水瓶座的人思维能力高于本能，是个先锋派人物。你感兴趣的不是昨天而是明天。你喜欢坐超音速的\"协和\"号飞机，而不愿骑自行车。你迷恋斯特劳斯优美的旋律，而不喜欢听莫扎特的小夜曲。缺乏现实观念，当你沉浸在某一念头中的时候，会废寝忘食。人们争相与你交往，是因为你的创新精神和开拓思想，看事物的积极方式、理想主义、宽宏大量和生来就具有的高尚品德。但是你缺乏现实的态度、狂热、生来就不会平静地生活和凡事心中无数，这终究会使人们感到厌倦。\n\n　　水瓶座的人是个个性极强的人，你向往人之间美好的情意，但绝不愿意受感情上的丝毫束缚。你喜欢丰富自已的思想境界，喜欢到旅行中去开阔自己的视野，并喜欢在与人交往之中了解你们的思想观点。水瓶座的人不能忍受任何约束，你也决不强迫自己去服从任何纪律。如果某件事引起了你的兴趣，你能为之付出巨大的努力，单调无味的生活会使你心烦意乱，甚至能产生一种使你周围的人都无法忍受的变态心理，你时而异想天开，幽默过人，时而又冷若冰霜，令人费解，这常常是一个不易相处的人。你不能生活在谎言之中，过分耿直坦率，会被人认为是个怪人，其实人们对你并不真正了解。\n\n　　理论上，水瓶座的人善于重新组织所有人的精神和物质生活。但实际上你并不具有物质上发迹的才能，因为你缺乏必要的手段。你交往的人和结识的友谊，在你的命运中将起重要的作用。你的生活离不开朋友。一般地说，在困难的时刻，你总会得到亲朋好友乃至素不相识的人的帮助，而你自己也随时准备帮助和支持那些在烦恼之中煎熬的人，有时甚至全然不顾自己的一切。如果你错信于人，有可能导致物质上的巨大损失。实际上，如果真正涉及到钱财的问题，你并不动心，贫穷还是富贵你都觉得无所谓。你既能很好地适应俭朴的生活，又不知道如何不为财富冲昏自己的头脑。水瓶座的人是新思想的开拓者。如果给你以完全的行动自由，让你随心所欲地去思考和决定，那么你会表现出卓越的工作才能。你是一个创新者，层出不穷的念头和突如其来的直觉，使你能预感到未来。许多科幻小说作家、发明家，你们的生辰天宫图中都受水瓶座或天王星的强烈影响。这一座的人对发现、探索和一切有关开拓性的事情以及航空和火箭都感兴趣，你也可能在摄影和电影艺术方面有所创新。\n\n　　水瓶座的男性\n\n　　水瓶座的男性内心世界极为错综复杂，很难理解。你给人的表象是朴实爽直，但内在心理总是在悖论和矛盾的境界中徘徊。一般地说，你对人热忱，愿意帮助人。但在某些特殊的情况下，你也会表现得异常冷漠和不近人情。\n\n　　你既有个性，又富有魅力，这是个能使你所爱的人神情荡漾的人。你不愿按规章制度办事，也忍受不了任何约束。\n\n　　实际上，你更多喜欢的是友谊并不是爱情，因为爱情会妨碍你形而上学的沉思：我是谁？我从哪里来？我到何处去？但你也会狂势地投入到爱情的怀抱，或者把一切都理想化。\n\n　　由于土星的影响，水瓶座的男性性格比较冷漠、孤僻，思想富有哲理性。如果天王星和影响力大，则会使这一座的男性变得很幽默，喜欢与人交往，并对所有新事物充满好奇心。\n\n　　水瓶座的男性在40岁左右的时候，常常会出现不可避免的注定的人生转折。你会改变自己的生活，抛弃过去，奔向新的未来。\n\n　　与生辰星位在狮子座的女性会情投意合，你们都有成为强者的欲望，是同样有才干的人。\n\n　　双子座的女性和你和睦相处的伴侣，她会从精神和事业上不断地给你以激励。\n\n　　娴雅和富有魅力的天秤座女性，能给你以艺术创作的力量。\n\n　　水瓶座的女性\n\n　　好奇心强，常常把强烈的愿望和独立精神融合在一起。她是一个反习俗和不愿意随声附和的人，说话和做事全凭自己的兴趣。\n\n　　她希望凡事都能自己去自由选择和行动。然而，她的反应是难以预料的，有时甚至会使人怀疑她的理智程度，这一点尤其表现在爱情问题上。她的情感与她的想象密切相关，她不但喜欢现实中的人，而且也喜欢从她的幻觉中走出来的人。实际上，她的心常常停滞在爱情上，尤其当金星或月亮处在她的生辰天宫图中时。\n\n　　她容易走极端，可能有一颗最纯洁的心、最理想的爱情，也可能变得完全冷漠无情。一定不要使她失望，否则将无法挽回地失去她。但是，一旦她真正发现了自己的爱，那么她会把自己全部的智慧、全部的真诚和自己所拥有的一切都毫无保留地献给自己所热爱的人。\n\n　　她的爱情生活是浪漫的，比传统的程式更自由，她希望在友谊的基础上去发展永恒持久的爱情关系。\n\n　　对于她来讲，独立自主比单纯爱情生活的满足要更珍贵得多。因此，水瓶座女性的爱人一定要注意尊重自己妻子的这一性格。这样你们的爱情才会是到健康发展。\n\n　　生辰星位在狮子座的男性会对你产生好感，你们对事业有共同的愿望和共同的追求。\n\n　　双子座男性的求知欲和真诚的友谊，会打动你的心弦。你们会在志趣相投之中和谐地生活。\n\n　　天秤座男性的灵感和对美的向往会唤起水瓶座女性的爱情。\n\n　　水瓶座的儿童\n\n　　所有新事物都会映入水瓶座孩子的眼帘，这可能是个小发明家。你喜欢人们指给你看看，讲给你听听和使你懂得其中的道理。你的接受能力极强，很快就会有与众不同的见解和观点。水瓶座的孩子可能聪明过人，也可能对所学的知识全无兴趣。这主要取决于学科的内容或你的情绪。这是个比较任性的孩子，你的矛盾心理可能达到登峰造极的程度。在\"倒行逆施\"中，你有时会得到一种令人无法理解的满足心理。\n\n　　水瓶座的孩子独立精神很强，总喜欢到思想境界中去寻觅自己所需要的东西，而不愿意为物质利益大费心机。在创造和革新方面，许多有利可图的事情在等待着你，但你从不迎利而上，而是只做自己喜欢的事。\n\n　　你的理想出路是空间和航空领域，电子、信息、电力、摄影、电影、神秘学或哲学、公司以及有关铀或镭的职业。\n\n　　水瓶座不同10°内出生的人的基本性格：\n\n　　出生日期：1月21日～1月31日\n\n　　性格特征：这是个个性强和脾气古怪的人。博学多才、富有创造才能和独立精神。为人宽厚，感情脆弱，不喜欢粗暴无礼心中充满良好的愿望，但真正的利益是在物质以外的其你方面或精神方面。\n\n　　动力来源：创造精神\n\n　　出生日期：2月1日～2月9日\n\n　　性格特征：才能几乎全部集中在智力或精神生活方面。视野开阔、思想活跃，有敏锐的直觉，并富有幽默感。极易相处，但总是态度谨慎，给人一种流落异国你乡之感。你对于一切开拓性的事业、发明创造、前沿科学、改革创新和神秘学都有沈厚的兴趣。你周围的人可能会对你的生活和事业有很大的影响。\n\n　　动力来源：智力\n\n　　出生日期：2月10日～2月19日\n\n　　性格特征：敏锐的直觉、善于思维的头脑赋予你首创精神，真正的智力天赋和艺术灵感会表现在事业上，但也会导致你乌托邦式的空想。这一个10°出生的人，往往不太适应日常生活的规律。恋爱或结婚会深刻影响到你的命运和前途。有一种独立自主或独身主义思想倾向。\n\n　　动力来源：预见\n\n　　出生在水瓶座的著名人士有：莫扎特、里根、凡尔纳(法国作家，现代科幻小说尊基人)、林肯(美国第16届总统)、爱迪生(美国发明家)、迪奥尔(法国时装设计师)、迪安(美国电影演员)。\n\n　　总而言之，水瓶座的你：\n\n　　有独特见解的水瓶座的人说：\"我想了解\"。\n\n　　表达爱情的方式：注重友情。\n\n　　是一个：反应多变的人。\n\n　　渴望：创造性的友谊。\n\n　　受骗：由于丰富的同情心。\n\n　　喜欢：到奇异的地方去。\n\n　　害怕：失去自由。\n\n　　探究：人和事物的内在联系。\n\n　　弱点：性格充满矛盾。\n\n　　有利条件：创新精神。\n\n　　不利条件：漫不经心。\n\n　　假期生活：不喜欢假期，或研究新颖的消遣方式。\n\n　　开支：赠给亲朋好友。\n\n　　吉祥物：竖琴螺。\n\n　　吉祥金属：铂或镭。\n\n　　吉祥宝石：紫晶。\n\n　　吉祥日：星期六。\n\n　　喜欢的颜色；蓝黑色。\n\n　　吉祥数字：4、13、22、31。\n\n　　喜欢的场所：摄影棚、照相馆、电影院、广播电台、摩天大楼、塔式建筑、收音机场、会议室、快餐馆和学习场所。\n\n　　吉祥植物：蕨、含羞草、喜林芋、异国植物。\n\n　　居住条件：现代式建筑，个人物品不要多，但要有方便生活的各种新奇的小用具，窗外的视野要开阔。\n\n　　理想旅居国：沙特阿拉伯、新西兰、苏联、智利、阿比西尼亚。\n\n\n\t\t\t    ","site":"E"},{"uid":"f837154ab734f3b55fa681454b38b5cb","constellation":"双鱼座","content":"\n\t\t\t    \t2月20日～3月20日　　主宰行星：海王星　　属性：水相星座\n\n　　冬天出生的生辰星位或太阳在双鱼座的人的特点：\n\n　　双鱼座是冬天和黄道带的最后一个星座。冬天在它即将离去的时候，把相对意识留给了双鱼座的人。这一座的人有自己独特的缄默方式。你对世界上发生的一切，乃至虚无缥缈的事物都有浓厚的兴趣。这种琢磨不透的思想使你变成一轮神秘的光晕，吸引着许许多多的人。人们觉得你安静、温柔、真挚和会体贴人，但又觉得你的思想是那么深远莫测。你对愿望、激情和仇恨不象有些星座的人那样充满绝对意识。心中很少有\"紧迫感\"的概念。你不明白为什么明天也可以继续做的事，一定要抓紧时间今天做完。你的身体很容易疲劳。噪声、熙熙攘攘的人群、匆忙以及紧迫的生活节奏，都会使你精疲力竭。如果在你的生辰天宫图中没有更富激励性的火星或天王星方位的影响，那么，你的漫不经心会变成惰性。\n\n　　你的身上总保持着一种天真、忠厚的气质。一般地说，如果你的生辰天宫图中没有土星过多的不利因素影响，且又遇到木星或金星处在理想方位的情况时，你会经常受到幸运的照应：意想不到的事情、突如其来的机遇、喜幸的性格将会有利于你。你也有可能中彩或在人生道路上遇到一位非常富有的和慷慨的知已。于是，这位双鱼座的人就会进入另一种新的意境中，过着充满幻想或神秘色彩的美好生活。另一种趋向是你对生财之道表现得完全一无所知，或许有时会沾染上不诚实的毛病。这主要取决于木星和海王星在你的生辰天宫图中所处的位置如何。\n\n　　双鱼座的人温情，灵活而且神秘。你的诗一般的思想意境，内在的敏感，神秘色彩和某些女性的性格特征，常唤起人们的遐想。双鱼座的人自己也喜欢幻想，并力图用幻想来逃避生活中的困难和烦恼。这是一种\"心理\"型的敏感而脆弱的性格。在人生旅途中，你有时会因为怯懦、漫不经心、自由放任和模糊不清的思想而无所适从，也会因为自己的缄默和缺乏奔放的热情而悲观失望。粗暴的言行会使你的精神受到强烈的刺激，你希望自己的周围充满和谐友爱的气氛。你的一生需要有一个强有力的人的支持和帮助。和蔼可亲的秉性会得到所有人的好感，但过分的真诚和善良有时会使你陷入\"奴隶\"的地位。实际上，你经常处在需要献身或作出牺牲的情况下。很容易受别人的蛊惑和影响。\n\n　　双鱼座的人有可能终生都充满着幻想，你最好选择需要幻想或想象的职业，音乐、艺术创作、电影、电视、戏剧、尤其是舞蹈。海洋环境或与水有关的职业对你也是十分有利的。双鱼座的人的经济条件常常处于不稳定状态，有时生活很宽裕有时候经济拮据，这处不稳定常常给你带来烦恼。每当这个时候，你总想用回避和逃脱来自慰。双鱼座的人的财产观念相当淡漠。你很能适应环境，并认为利用别人的财产和把自己的财产拱手送给有求于自己的人一样，是理所当然的事。何况海王星又在这一座人的天宫图中有决定性的影响。\n\n　　双鱼座的男性\n\n　　神秘，有些不可思议，人们无法知道你在想什么或希望什么。象在生辰天宫图中受海王星影响较强的人一样，这一星座的人有点乌托邦的思想倾向。生活上也经常得过且过。在困难或矛盾面前你不喜欢让步，总渴望有奇迹般的解决办法，而当需要你做出决择时，你又常常束手无策。\n\n　　在爱情方面，如果对方不主动向你倾述衷情的话，你从不考虑去付之行动。你需要一个能指导你言行的精明强干的生活伴侣。由于在恋爱问题上缺乏主动性，任人选择和追求，容易促成并不随你心愿的结合。\n\n　　你不能忍受孤独，本能地受到团体的吸引和影响。周围的一切都会在你的思想中打上烙印，有时是很深的。你的思想有时会飞到虚无缥缈的世界中，有时也会陶醉在音乐、绘画、诗歌和幻想的美好意境中。\n\n　　你很有可能成为男性中品德高尚的楷模，也可能成为不专一的、迷恋桃色的或不可思议的人。这将取决于你所接触的环境及所受的教育和影响。\n\n　　双鱼座的男性一般都缺乏实际感，比较爱挥霍。对处于困境中的朋友有强烈的同情心，会毫不犹豫地慷慨解囊，真诚相助。\n\n　　生辰星位在处女座的女性是个严谨而能干的好主妇，她能扶佐你的事业，照管好你的财产，主动地承担家庭的责任。\n\n　　你与温情的巨蟹座女性或乐于欢娱的天蝎座的女性也会相处融洽。\n\n　　双鱼座的女性\n\n　　性情温柔，易于相处，你的身上有一种令人难以抵御的奇异的魅力。这是一个浪漫而富于幻想的人，对生活充满热望，但缺乏应变的能力，因此，你十分需要有人保护。你喜欢别人把一切都替你安排就序。这一星座的女性多半象天真可爱的孩子，希望自己是丈夫的掌上明珠。\n\n　　在激动人心的大事面前，或令人沮丧的情况下，你的情绪变化并不很激烈，相反，会趋于平稳和冷静。你的性格比较脆弱，有些反复无常。别人很容易用感情融化你，使其听凭别人的支配。你需要学会说\"不\"字，这是你最好的自卫方法，然而，这对你又是何其难也！\n\n　　你的一生是充满想象和富有强烈精神追求色彩的一生。内心中经常映现出五彩缤纷的幻想。你钟情的人也许与你想象中的偶像截然不同，但你还是会热情、真诚地投入你的怀抱。你忠于爱情、并愿意为爱情而献身。你的爱情生活充满神秘色彩，或者全然听天由命，或者追求柏拉图式的意境。\n\n　　双鱼座女性的兴趣面比较集中。物质或钱对你吸引力不大，甚至对其缺乏必要的概念。有管理家政和经济方面，你需要有人协助。\n\n　　生辰星位在处女座的男性真诚而审慎，能够理解你、支持你、尊重你。\n\n　　巨蟹座的男性在性格上与你有许多共同之处，你们彼此心照不宣、自然、和谐。\n\n　　天蝎座的男性对你会产生好感，并会用富有激情的爱打动你的心，而你也喜欢他的男性气质和力量。\n\n　　双鱼座的儿童\n\n　　双鱼座孩子的教育问题是不容忽视的。因为这一座的孩子适应能力相当强，你的成长和发展几乎完全取决于你周围人的影响。\n\n　　你顺从，爱幻想，渴望从别人那里得到有益的建议和决定，而后一丝不苟地遵循之。但这并不影响你生活在自己的志趣境界里。你聪慧、灵活，观察和模仿能力极强，常常会提出令人意想不到的问题。不要以为你不言不语的时候，就是可以放心不管的时候，恰恰相反，要以理解和宽容的心，密切注意你，但要适度，因为你非常容易效仿烈士的举动。\n\n　　你的思想中经常有些模糊不清的概念，最好教你一些逻辑思维的方法，和培养你专心致志的精神和能力，这样可避免你以后误入空想和对事业无所追求的趋向。富于想象和逃避现实的愿望，在这一座的孩子身上表现得尤为突出。要提防你结交坏朋友而吸毒或出走。如果能博得你的好感和信赖，你会出色地做好人们对你期望的一切，要充分发挥你的善良的本性。\n\n　　你的最好出路是音乐、舞蹈、舞台艺术创作、绘画等所有需要想象力、预知力和艺术鉴赏力的职业。慈善事业、兽医、海军、旅馆业或边缘科学的研究工作对其也很适合。\n\n　　双鱼座不同10°内出生的人的基本性格：\n\n　　出生日期：2月20日～2月29日\n\n　　性格特征：这是一个神经极度敏感的人，有异常敏锐的思维或带神秘色彩的嗅觉。这会使你的精神趋于疑虑或不断地幻想。需要有太阳、出生时的星座带给你更大的毅力和能量，才能使这一10°的人焕发出信心和现实感，并消除你们在生活和责任面前容易逃避的倾向。这一10°的人很容易接受别人的影响，经常在各种可能性之间徘徊不定。\n\n　　动力来源：情爱\n\n　　出生日期：3月1日～3月10日\n\n　　性格特征：内心美好的愿望使得你为人处世真诚、善良，很少为自己着想。你是沟通挚爱和友谊的真正使者。但是你的性格也存在着脆弱的一面：过分的自我牺牲精神或任凭别人得寸进尺。你的精神状态很大程度上取决于你所受到的鼓舞。你的情绪缺乏连贯性，容易趋向飘乎不定。\n\n　　动力来源：献身精神\n\n　　出生日期：3月11日～3月20日\n\n　　性格特征：这一10°对那些不能克制自己内向性格的人来说，是不太有利的，因为你们有可能被带到一个不利的环境中去寻求绝对意识和真理。从而会导致你们内心世界的不稳定：既想生活在实实在在的世界里，又向往虚无缥缈的幻境。这两种无法调和的思想无时无刻不在纠缠着你。容易激动，对声色之乐的吸引甚为敏感，尤其当海王星、火星与木星、金星或月亮呈不好的方位时更趋明显，这可能给爱情生活带来痛苦或烦恼。\n\n　　动力来源：变化\n\n　　出生在双鱼座的著名人士有：爱因斯坦、施特劳斯、米开朗琪罗(意大利文艺复兴盛期的画家、雕刻家)、哥白尼(波兰天文学家)、雨果(法国诗人、小说家)、肖邦(波兰作曲家、钢琴家)、拉威尔(法国作曲家)周恩来。\n\n　　总而言之，双鱼座的你：\n\n　　想象力丰富的双鱼座人说：\"我相信。\"\n\n　　表达爱情的方式：被动的。\n\n　　是一个：感情纯真的人。\n\n　　渴望：爱的欢乐。\n\n　　受骗：不会说\"不\"字。\n\n　　喜欢：幻想。\n\n　　害怕：被遗忘。\n\n　　寻求：捷径。\n\n　　有利条件：机遇。\n\n　　不利条件：对天发誓。\n\n　　弱点：听任自然。\n\n　　假期生活：海边。\n\n　　开支：心中无数。\n\n　　吉祥物：马头鱼尾怪兽。\n\n　　喜欢的花：兰花。\n\n　　吉祥金属：铂或合金。\n\n　　吉祥宝石：海蓝宝石。\n\n　　吉祥日：星期四。\n\n　　喜欢的颜色：青绿和水色。\n\n　　吉祥数字：7、16、25、34。\n\n　　喜欢的场所：海上能看到的一切：船只、渔场等；井或炼油厂；舞厅或芭蕾舞演出。\n\n　　吉祥植物：荷花和所有水生植物，海藻，山茶花和木兰花，一切能引起幻觉的植物和蘑菇。\n\n　　居住条件：室内的陈设要有助于舒展心情并引起幻想。有许多神秘的和稀奇古怪的小玩意儿。意境幽雅而迷奇，有大的鱼缸，内有水生植物。\n\n　　理想旅居国：小亚细亚地区、撒哈拉沙漠、印度尼西亚、安的列斯群岛、乌拉圭。\n\n\n\t\t\t    ","site":"E"}]