[{"id":13,"name":"福克西海贼团","intro":"日本著名热血动漫《海贼王》中出场的海贼团，船长是银狐弗克西。曾与草帽海贼团发生赌战斗力换船员的故事，以弗克西海贼团被草帽海贼团打败作为结局。\n首次在长链岛篇登场，之后又在海贼王特别篇：雾之岛冒险，以及剧场版《狂热行动》中出现。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_13_ZtQS3ezWlGh"},{"id":51,"name":"白铁海贼团","intro":"医疗大国“磁鼓王国”的前任国王瓦波尔逃亡时所使用的暂时名称，海贼船名为“白铁王号”，为大型潜水奇袭帆船，船头为河马，一般是潜水到敌船附近，然后突然现身进行奇袭，后被路飞打败。船员都是磁鼓国叛员。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_51_XlsMlTxk1On"},{"id":6,"name":"贝拉米海贼团","intro":"来自北海，唐吉诃德·多弗朗明哥旗下的海贼团之一，自称“新时代海贼”，唾弃“非现实”的浪漫与梦想，追求“现实”的即时享乐，海贼船名为新魔女舌头号，从船头到船帆上都点缀著贝拉米的首领唐吉诃德·多弗朗明哥的象征。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_6_BJIBdhhS5HtG"},{"id":10,"name":"黑猫海贼团","intro":"黑猫海贼团是东海一个整体实力一般的海贼团，海贼船名为“百计·布拉库号”，船头为黑猫造型。除副船长赞高外，其余人都以刀为武器。船长克洛没有果实能力，但却有相当的实力和心机，以部下为棋子，花了三年时间意图夺取富家小姐可雅的家产。是草帽路飞海贼生涯中的初遇的劲敌之一。黑猫海贼团被路飞打败后，草帽海贼团得到了第一艘正式的海贼船：黄金梅利号。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_10_5FWaWMFb1ae"},{"id":17,"name":"巴基海贼团","intro":"由海贼小丑巴基海贼团原成员+原亚尔丽塔海贼团船长亚尔丽塔+原巴洛克华克高级特工迪诺+原深海大监狱推进城囚犯200多名组成，已经名列世界政府王下七武海序列。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_17_9s0IqWB7EgV"},{"id":15,"name":"九蛇海贼团","intro":"由王下七武海之一的海贼女帝波雅·汉库克所率领的海贼团，船员皆是女人，船员都是从九蛇族中精挑细选出来的精英战士，实力很强。旗帜为被外型像太阳的九条蛇包覆的骷髅头；海贼船为由两条巨大的“游蛇”拖行前进的大船，可自由进出“无风带”。因为船长是“王下七武海”的关系，海军方面不会过问海贼团的抢劫行为，而海贼团亦通常因船长的美貌和能力而截取到不少宝物。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_15_VZgZuu6gJ60"},{"id":1,"name":"草帽海贼团","intro":"草帽海贼团，通称草帽一伙。海贼旗图案是戴着草帽的骷髅头。该团于東海成立，航行至今由路飞所集结的9名同伴共10人，因路飞招募船员的偏好，船员们来自不同地方，个性能力都大相径庭，甚至可以说是整个世界中最不一样、最奇特的团体之一。\n\n海贼团的最初的船舶为卡拉维尔帆船名为“梅利号”，一直航行到水之七岛为止。在水之七岛后，弗兰奇和阿斯巴古等船匠建造一艘以狮头为特征、用宝树“亚当”制作的单桅纵帆船名为“千里阳光号”。不同于故事中的一般人与普通海贼，草帽海贼团异常重视他们的主船，将其人格化地重视，视为团员的一分子。作为回应他们的船因此有船的精灵进驻，船也多次解救团员于危机之中。\n\n在東海打倒阿龙海贼团后，被海军总部开始留意。在进入伟大的航道后，阿拉巴斯坦王国公主娜菲鲁塔利·薇薇和其爱鸭跑得快曾经短暂加入草帽海贼团一起冒险，因打倒王下七武海的鳄鱼，使得五老星开始留意他们。在经过司法岛事件后，全员都被悬赏通缉而成为全世界的焦点。航行到香波地诸岛时，全员被巴索罗谬·大熊弹飞分散到世界各地。路飞经由希尔巴兹·雷利的指点，给船员们两年的时间各自修炼。两年后全员再次聚集于香波地诸岛，以鱼人岛为首站，重新展开伟大航道后半段海域“新世界”的冒险。\n\n在班克禁区与特拉法尔加·罗带领哈特海贼团结盟，欲打倒四皇“百兽盖德”。于德莱斯罗兹事件中，路飞的战友们于战役结束后组成总数约5,600人的草帽大船团并加盟草帽海贼团为旗下海贼。在佐乌与光月桃之助为首的光月家家臣和纯毛族正式加入路飞与罗的海贼同盟，欲打倒四皇“百兽”盖德与和之国将军黑炭大蛇，实现和之国开国之目标。于圆蛋糕岛事件后，路飞被《世界经济日报》报纸称为“第五位海上皇帝”，加上甚平加入。\n\n目前草帽海贼团总悬赏金为31亿6,100万零100贝里，再加上草帽大船团已知总悬赏金15亿6,400万贝里，总悬赏金合计为47亿2,500万零100贝里。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_1_67a4ALwjQUFx"},{"id":2,"name":"BIG MOM海贼团","intro":"由四皇之一夏洛特·玲玲带领的强大海贼团。旗帜图案是个礼帽和衣领缀有绒毛，抹著口红的招手骷髅。\nBIG·MOM海贼团是以家人为核心，以血缘为纽带建立起的海贼团，BIGMOM海贼团很多果实和食物有关，情报网十分强大，有业界第一的美誉。\nBIG·MOM建立了庞大的夏洛特家族，夏洛特·玲玲有43位丈夫，有46个儿子，39个女儿。\n势力范围内有蛋挞塔和海蛞蝓监视，对闯入非旗下船只全部予以消灭，其势力覆盖鱼人岛等岛屿，麾下海贼团有火焰坦克海贼团（已反叛）、太阳海贼团（已脱离）等。\n情报网十分强大，有业界第一的美誉。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_2_l8NlqrAVVUWM"},{"id":20,"name":"新鱼人海贼团","intro":"登场于鱼人岛的海贼团，自称“新鱼人海贼团”。费雪·泰格为它们所敬爱的英雄，身上除了“阿龙一伙”的刺青，还在象征鱼人海贼团太阳标志里加入人头落地的禁标刺青。主要成员由大部分鱼人和部分人类海贼构成。势力范围主要集中在鱼人岛，据点在鱼人街的诺亚。在原鱼人海贼团因甚平放弃“王下七武海”称号而离开鱼人岛后新鱼人海贼团走到了前台，他们继承了东海恶龙海贼团阿龙的意志，准备与“飞翔”海贼团联合颠覆鱼人岛并刺杀龙宫王国的国王海神尼普顿。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_20_9tXM4JkLEtb"},{"id":23,"name":"巴托俱乐部","intro":"巴托俱乐部首次出现在漫画705话，由船长巴托洛米奥所率领，其自从在罗格镇上看见路飞得救的奇迹后，迷上了路飞以及路飞一伙人，所以开始组建海贼团出海。巴托洛米奥是一年前出现在新世界的疯狂新人，斗牛竞技场B区胜者，“最希望消失的海贼实时排行榜”NO.1。对待他人狂傲嚣张，但在面对草帽一伙时会露出可爱的脑残粉一面。受草帽一伙的影响，巴托洛米奥也非常重情义，德雷斯罗萨篇后喝下“义子之酒” 已归属草帽大船团，为第2番船，分队长巴托洛米奥。全船都是路飞的脑残粉。原本是在陆地上混的，航海经验严重不足。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_23_Ed1Hy8JS2L1"},{"id":48,"name":"Datamuse","intro":" ","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_48_ZaKjn7jR0Dd"},{"id":50,"name":"推进城囚犯","intro":"收押在推进城各层的部分海贼们，因为路飞去推进城寻找艾斯并大闹而被趁乱放出，其中不乏许多实力强劲的海贼，如甚平，克洛克达尔等前七武海，革命军干部伊万科夫等。逃出推进城的海贼们又顺势参加了顶上战争。顶上战争结束之后，部分海贼跟随巴基成立了巴基海贼团。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_50_3xgQ51S7Nfu"},{"id":27,"name":"德雷克海贼团","intro":"由船长X·德雷克所率领，是来自北海的海贼团。船员穿着带有浓厚的西洋风。X·德雷克是海贼王超新星11人中的一名。北海海军出身，曾为海军少将，后离开海军，现为德雷克海贼团船长，恶魔果实能力为动物系古代种龙龙果实-异特龙形态。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_27_M6Qf62QB8D6"},{"id":49,"name":"亚比达海贼团","intro":"一支由女人所率领，很罕见的海贼团，海贼船名为“Miss·拉布·达库号”。\n船头为天鹅，到处布置著爱心，非常强调女性的特征。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_49_Kk5JjdQI9i0"},{"id":34,"name":"火焰坦克海贼团","intro":"火焰坦克海贼团由船长卡彭·贝基所率领，来自西海的海贼团，全员穿着采绅士风。拥有着军队级别的火力，同时拥有的武器也是各式各样，也包含着不同的战斗部队，还拥有着用海楼石制作的冷兵器。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_34_jGFMnZ3Cflk"},{"id":37,"name":"俊美海贼团","intro":"由来自新世界的隆美尔王国海贼贵公子白马·卡文迪许所率领。后在德雷斯罗萨与草帽等实竞技场选手一起并肩作战而结下友谊，路飞击败多弗朗明哥后卡文迪许与众人离开德岛，并随后带领俊美海贼团加入草帽大船团，成为第一分队。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_37_maOPZVoCPm6"},{"id":38,"name":"克利克海贼团","intro":"一支在东海所有海域中，拥有强大势力的巨大海贼团，海贼船名为“无畏战舰军刀号”，是克利克乘坐，拥有三层甲板的巨大帆船，船头为黑豹造型，旗帜上的骷髅头两边各画有一个沙漏，代表着所掳获的猎物，死亡的期限，也代表着“你迟早会向我投降，只是时间上的问题”,船后来被王下七武海之一的鹰眼用黑刀劈成两半。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_38_XM16VGbFQKf"},{"id":8,"name":"唐吉诃德家族","intro":"来自新世界，时由原王下七武海、原德雷斯罗萨王国国王——堂吉诃德·多弗朗明哥所统领的强大海贼团，干部大都也实力高强，同时也是势力最为庞大的七武海。\n在多弗朗明哥和家族干部被草帽海贼团及其联盟击败后，多弗朗明哥的国王和七武海头衔被剥夺，大多数干部都被海军大将藤虎逮捕。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_8_vIDNFKu3gkrD"},{"id":33,"name":"红发海贼团","intro":"由君临在伟大航路后半段“新世界”的“四皇”之一的“红发”香克斯创立。\n截止到顶上战争结束后的世界会议，船长香克斯已经成为“四皇”六年，是最年轻的四皇，深受部下的信赖，手下的干部个个都大名鼎鼎。\n团内悬赏金的平均值非常高，被称作是最平衡的铁壁海贼团。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_33_h2J7Kcgxp2j"},{"id":41,"name":"毛皮族","intro":"毛皮族是巨象之国佐乌上的原居民，据说是十分厌恶人类的的种族，他们叫“水貂族”，不喜欢人类接近其国度，历史长达1000年之久！战斗方式是用电流缠绕於身体或武器上攻击对手，毛皮族以强悍闻名，老弱妇孺都有足以打倒杂鱼等级海贼的实力，即使是婴儿也都具备了基本防身术，整个国家可说是完全没有弱者存在，山治等人现行到达佐乌岛和神秘的少女（水貂族的可能）有短暂的接触！海贼四皇凯多麾下海贼团的部分成员也已经在该岛和草帽小队部分成员交手过了。佐乌岛上的【毛茸茸公国】王国于草帽一伙登陆前两周被名为“JACK”杰克的男人毁灭了。（杰克就是前往营救joker多佛朗明哥的大海贼）特拉法尔加·罗手下的航海士白熊贝波就是水貂族！（四皇大妈手下战斗员贝克慕斯疑是水貂族同时具备恶魔果实能力）","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_41_aEGudCC2J3A"},{"id":43,"name":"破戒僧海贼团","intro":"由船长乌尔基所率领的海贼团，全员穿着以和尚僧衣为主，初登场时船长乌尔基被悬赏1亿800万贝里。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_43_rsFgVKhiivl"},{"id":44,"name":"四皇","intro":"如皇帝一般君临在“伟大航路”后半段的“新世界”，与王下七武海及海军本部并称为伟大航路三大势力。包括 白胡子海贼团，红发海贼团，百兽海贼团，BIG MOM海贼团和黑胡子海贼团.","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_44_cLNDx4CcGCz"},{"id":18,"name":"恶龙海贼团","intro":"“恶龙海贼团”由一群离开王下七武海之一甚平统治的鱼人所组成的海贼团，海贼船名为“鲨鱼˙斯帕布号”，船头放置着和恶龙一样的锯齿状鼻子，由于总是到处上岸杀戮，成为恐怖和霸权的象征。\n十年前，伟大航路的鱼人海贼团散伙，恶龙就是其中一支。鱼人是结合了鱼类和人类特点的新人类，实力比一般人类强，在水中作战力量会加倍。他们来到了东海娜美故乡的小岛，强迫那里的居民每月都要用钱买自己的命，大人10万，孩子5万，拿不出钱就会被杀。人们迫不得已生活在恶龙的统治之下。直到路飞出现和索罗，山治，乌索普一起打败了恶龙，拯救了整个小岛。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_18_NtNdjOS2YSl"},{"id":5,"name":"CP9","intro":"世界政府直属秘密谍报机关，组织全称为Cipher Pol No.9 。成员包括斯潘达姆（长官）、罗布·路奇（最强者）、卡库、加布拉、布鲁诺、雄狮偎取、音无猫头鹰、卡莉法、海鼬内罗。\nCipher取秘密的意思，Pol=police，警察的意思，Cipher Pol就是世界政府的秘密间谍机关的意思。所以其中的人都是特务，也就是秘密警察。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_5_KBMdzzv9rECb"},{"id":7,"name":"王下七武海","intro":"他们是世界政府公认的七位大海贼，拥有灾难性的破坏力量和与国家匹敌的巨大战力。\n王下七武海与四皇及海军本部并称为伟大航路的三大势力，只有知名度很高或实力强大能震慑众人的海贼才有资格被选为王下七武海。\n海军大将藤虎在世界会议上提出废除七武海制度的提议，议会议题通过，正式废除“王下七武海”制度。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_7_WNqx8iSwrEXY"},{"id":9,"name":"巴洛克工作社","intro":"秘密犯罪公司。由王下七武海之一的克洛克达尔组建，社团内所有人没有真实姓名，全部以代号称呼。旗下十二名高级特工加一个动物。代号的数字越小，实力就越强悍。巴洛克工作社的底层成员为亿万长者和百万长者：就是代理人手下的杂兵，共计2000人（其中亿万长者200人，百万长者1800人）。代理人位置有空缺时才有机会升职（巴洛克工作社中级和高级成员的升职也依据该方法）。\n巴洛克工作社会徽[格言]： 神秘\n最终目标， 吞并阿拉巴斯坦，建立理想王国。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_9_wtxQIRpLtjKC"},{"id":19,"name":"海军","intro":"隶属于世界政府的海军，以绝对的正义为名义在全世界海洋维持治安工作。尤其海军本部是伟大航路的三大势力之一。表面上的目的是维持全世界海上的治安，提出“绝对正义”，可是无情的人也多。海军本部原驻扎在“马林梵多”，在和白胡子一战之后遭到了破坏，现已经修复完毕，海军本部迁至新世界。海军本部大将是世界政府最高战力兼海军本部最强战力\n罗杰时期大将为战国、泽法。两年前大将为赤犬、黄猿、青雉。两年后大将为藤虎、绿牛、黄猿。\n海军本部的上校（含以上）和海军支部的上校，实力上差了三个阶级，如果支部的前上校“斧手蒙卡”和娜美她们村子里的“老鼠上校”回到海军本部的话，就是本部上尉的程度。\n海军支部分两种，一种是四海的支部，一种是伟大航路的支部。\n四海支部：军衔制度到了本部低约三个阶级，并且四海支部最高军衔为上校。\n伟大航路的支部：是海军本部直属支部，最高军衔为中将。这些支部命名规则为G-x，军衔制度跟本部同等级，如海军G-5中将斯摩格。\n准尉（不含准尉）以上为海军军官，大将并不是将官，而是海军总督，是和元帅属于同一阶层内的上下级，元帅是总大将，都具有发动屠魔令的权力。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_19_Q0QrJI8Aagh"},{"id":21,"name":"百兽海贼团","intro":"百兽海贼团是以动物系为主的海贼团，凯多计划着团内无能力者都成为动物系能力者，现已拥有人造恶魔果实动物系能力者500多人。\n海贼团里职位从高到低分为：总督、大看板、Numbers、真打（Shinuchi）、给赋者（Gifters）、愉悦者（Pleasures）、待命者（Waiters）。\n真打中最强的6人被称为“飞六胞”，比其他真打地位高，其中存在着不听大看板命令并想成为大看板的人。\n百兽海贼团成员穿着类似于野蛮人和维京战士，身穿盔甲，腰带，毛皮和羽毛斗篷，包括铠甲，剑，手套，长裤和靴子。百兽海贼团的几乎每一个成员都拥有动物角的装饰头饰，或拥有真正的动物角，而其他人甚至有尖牙或其他动物特征，并且大量的船员头发很长。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_21_D7CwTFJKrA3"},{"id":45,"name":"无组织人物","intro":"这是一个无组织或是脱离了以前组织的人物。。。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_45_aarOct5F6fF"},{"id":22,"name":"阿拉巴斯坦王国","intro":"位于伟大航道前半段的超级大国，首都是阿尔巴那，有常备军60万，前王下七武海克洛克达尔主导的秘密犯罪组织“巴洛克工作社”在此施行“理想乡作战”，克洛克达尔本人更是试图获取古代兵器“冥王”。\n（海贼盗国事件的发源地）【知情人：原海军本部大佐斯摩格及其部下和草帽海贼团一伙】\n前王下七武海克洛克达尔主导的秘密犯罪组织“巴洛克工作社”在此施行“理想乡作战”。国内除了首都阿尔巴那外完全不下雨的日子持续了三年，在巴洛克工作社的故意安排下，让国民以为旱灾是国王私下使用催雨剂“跳舞粉”所致，因而引发内战死伤惨重。后来在薇薇公主和草帽海贼团的努力下，克洛克达尔被打败，国家下的第一场雨同时也平息了战火。纪录指针存满需五天。阿拉巴斯坦事件(包括颠倒山篇、威士忌山峰篇、小花园篇、磁鼓岛篇、拿哈那沙漠篇和阿拉巴斯坦篇)出现于漫画的第100话-第216话。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_22_8bM8ivIdBKy"},{"id":24,"name":"白胡子海贼团","intro":"“白胡子”爱德华·纽盖特创建的海贼团，是最强海贼团，主船为“莫比迪克号”。\n白胡子本团有1600人，分16队，每队都有一位实力非凡的人当队长，队长的序号不代表实力和地位排名，旗下有着43个新世界海贼团。\n三十多年前，爱德华·纽盖特建立了白胡子海贼团，专门收十多岁的孩子为船员，目的是建立一个海上家庭。\n3年前，四番队队长萨奇得到了暗暗果实，二番队队员的黑胡子为了得到这颗果实而杀死了萨奇并逃离了白胡子海贼团，因此黑胡子遭到二番队队长艾斯的追杀。\n2年前，艾斯追到了黑胡子，但艾斯没想到自己竟不是熟练了暗暗果实的黑胡子对手，因此艾斯被黑胡子抓了送给海军。白胡子为了救艾斯，率领全团14队长以及43个旗下海贼团，对决海军本部与王下七武海，此次战役名为“顶上战争”。一番激战后，艾斯被救出，但艾斯为了救路飞被海军大将赤犬杀死，重伤的白胡子也被黑胡子海贼团杀死，此次战役白胡子海贼团损失惨重。\n1年前，顶上战争一年后，一番队队长马尔科率领白胡子海贼团残部与黑胡子交战，最终惨败。\n不久前，旗下的16个海贼团，被自称白胡子的儿子的爱德华·威布尔灭掉了。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_24_on6NVlEYoif"},{"id":26,"name":"草帽大船团","intro":"为了参加竞技场，新世界各强者不远万里来到了德雷斯罗萨王国。没想到竟然是海贼国王唐吉诃德·多佛朗明哥的陷阱！各路豪强受困孤城，“罗路联盟”为了挑战新世界的霸主四皇之一的百兽凯多。意外介入迫使新世界的黑暗地下世界秩序大混乱，世界第一中介人joker（堂吉诃德·多佛朗明哥）被打倒了。所有受到了解救的新世界强者感念草帽一伙的救命之恩，在德雷斯罗萨外海海域单方自愿加入草帽麾下成为小弟，饮下“义子之酒”（义父之酒其实因为路飞出于自由原则，是不能喝酒的，酒被索隆、乌索普、狐火锦卫门等人偷喝了）。草帽大船团由此成立。\n由巴托俱乐部56人；俊美海贼团75人；八宝水军1000人；XXX健身房格斗联合4人；咚塔塔族咚塔兵团200人；巨兵海贼团5人；约塔玛利亚大船团4300人7大船队组成，总计5640人。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_26_qtk6S1Y2OyR"},{"id":28,"name":"德雷斯罗萨王国","intro":"草帽一行人进入新世界后的第二站（从漫画700话开始），是座具有度假风情的热带岛屿，有着“爱与激情与玩具之国”的称呼。\n附近的海岸有着大量的蕈状岩，王下七武海成员堂吉诃德·多佛朗明哥的根据地，在此设立制造人工动物系恶魔果实“SMILE”的工厂，并统治着整个王国。在路飞击败堂吉诃德·多佛朗明哥之后，力库王重新登上了王位，德雷斯罗萨就此成为了人类和小人族共同和平生活的乐园，同时也被赋予了新的称呼：“爱与激情的妖精之国”。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_28_PtMKt507zSW"},{"id":47,"name":"鱼人岛","intro":"鱼人岛位于圣地玛丽乔亚海底10,000米，是抵达新世界的必经地点，同时也是大多数鱼人族与人鱼族的出生地，又有“海底乐园”的美称，是梦幻般的天堂。鱼人岛的人口是500万。\n要来到此地的船只，通常得在香波地群岛为船身上膜，借着海流航行才能平安到达此地。鱼人岛居民主要是人鱼族和鱼人族，古代兵器“波塞冬”就是数百年才会出现一位的人鱼公主，誓约之舟“诺亚”也沉睡于此。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_47_jKYqYuDiRY2"},{"id":30,"name":"革命军","intro":"世界政府将之视为世界稳定的最大威胁；然而，其性质却有别于海贼，因一般海贼并不会主动去攻击政府或海军，但革命军却会策动推翻国家的政权。\n革命军作风隐秘，一般人并不知晓他们的行动；惟首领“革命家”蒙奇·D·龙却为世人所认知，更被政府认定为“世界最凶恶的罪犯”。革命军拥有很强的情报网，能掌握世界各地发生的事件；例如：在草帽一伙击败克洛克达尔领导的巴洛克工作社未几，革命军已能知道有关消息。\n革命军成员大都穿戴装配有护目镜的黑色礼帽。\n革命军的根据地位于伟大航道上的白土之岛巴尔迪哥（バルティゴ），后被黑胡子海贼团摧毁。漫画904话透漏根据地迁移到了人妖岛“桃色乐园”卡玛巴卡王国上。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_30_j2M9MF2tpiP"},{"id":31,"name":"和之国","intro":"位于新世界的强国，是个闭关锁国、从不接待外人、不加盟世界政府，连海军船舰都无法进去的国家。该国居民习惯穿着日本古式风格的和服衣装，用较为传统的语气和他人交流，并以“武士”称呼武艺高强的剑士。和之国的最高领导人被称为“将军”，地区的最高领导人被称为“大名”。\n“斩龙武士”龙马的故乡，龙马是和之国英雄，其佩刀“秋水”也被和之国誉为国宝。多年前因龙马的坟墓遭不明人士盗墓毁损、尸体不见、连带上名刀“秋水”随之失踪一事，令和之国的民众举国悲愤，故该国居民迄今仍执著于寻回“秋水”并将其交还回乡的理念。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_31_WfdDJqcl7VA"},{"id":32,"name":"黑胡子海贼团","intro":"黑胡子海贼团是两年时间内崛起的强大的海盗团。他们第一次出现，对磁鼓岛发起的袭击势不可挡，以至于该岛自私的国王瓦波尔甚至没有试图反击就逃走了。\n此外，他们的船长马歇尔·D·蒂奇是白胡子海贼团的前成员，曾在香克斯脸上留下了疤痕，这证明了他的实力。他们也能够毫不费力地打入Impel Down的4层。除了很好的耐力和力量之外，每个成员都拥有一个特殊的职位。\n黑胡子海贼团还对传说中的海贼白胡子进行了最后的杀戮，利用白胡子已经受伤严重以及9对1的数量优势攻击。此外，他们还抓住了超新星乔艾莉·波妮。在顶上战争1年之后，黑胡子海贼团还在一场激烈的战斗中击败了马尔科和白胡子海贼团的剩余成员。\n黑胡子和他的船员袭击了革命军的巴尔迪哥基地，导致它完全遭到破坏，革命军放弃了该岛，随后在撤退之前与Cipher Pol和海军进行了战斗。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_32_gcbsXQPOGUR"},{"id":35,"name":"基德海贼团","intro":"由尤斯塔斯·基德率领，来自南海，全员穿着以朋克金属风为主。船长基德在“十一位超新星”位列首位，性格暴躁，据自称杀死了所有嘲笑他梦想的海贼。“大事件”结束后到达了“新世界”，和霍金斯海贼团与ON AIR海贼团组成联盟。\n在去讨伐红发香克斯的途中遇到了四皇凯多。凯多具有压倒性的实力，即使霍金斯，基德，阿普以及基拉联手都完全不是凯多的对手，基德宁死不屈被凯多抓捕到了监狱，基德在监狱中也是受尽了折磨。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_35_rlVglQnC6Hx"},{"id":36,"name":"杰尔马66","intro":"杰尔马66是科学王国杰尔马王国军队的名字，别名：“战争专家\n”、”恶之军队“，是科学作战部队，作为雇佣军活跃在世界各地，能够翻越红土大陆，有着强大高效的作战实力。杰尔马王国是世界上独一无二没有固定国土海上国家的名字，平时由数十艘船分开行动，合并在一起便是王国，国民几乎都是男性同时都是士兵，组成令世界胆寒的军队杰尔马66，国家和军队统治的顶点就是文斯莫克家族。文斯莫克家族曾以武力统治整个北海，现与世界政府、海军有着稳定联络，作为王族能够参加世界会议并能让海军本部修改悬赏令。\n现任首领是草帽一伙“黑足”山治的亲生父亲文斯莫克·伽治。在蛋糕岛事件后被世界政府除名不能再参加世界会议。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_36_JcoR4vGCPC2"},{"id":40,"name":"恐怖三桅帆船","intro":"矗立在魔幻三角地带的岛屿，其真面目是来自西海的巨大帆船“恐怖三桅帆船”，旗帜是有着领导人莫利亚的火葱头发型和一对带火焰的蝙蝠翅膀的骷髅头，前门的外形像个巨大的嘴巴，专门捕捉路过的船只，每年有超过100艘以上的船在魔幻三角地带失踪，是因为这座岛出现在这里已经十年之久。四周都被浓雾包围着，早期是为了防止失去影子的人被阳光消灭。\n是王下七武海莫利亚的海贼船，号称是世界上最大的海贼船。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_40_ib0vBZ3OTdR"},{"id":42,"name":"诺克斯海贼团","intro":"克斯海贼团由美洲豹毛皮族佩德洛率领的毛皮族海贼团，船上其他成员未知，已知船长是佩德洛。其他成员还有贝波的哥哥杰波，原大妈海贼团战斗员波克慕斯等。\n被BIG·MOM海贼团击败，佩德洛被战斗员蛋蛋男爵所擒，被bigmom夺走了50年的寿命，因同族波克慕斯的求情，放了佩德洛。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_42_19iTbrbSZFz"},{"id":46,"name":"心脏海贼团","intro":"由特拉法尔加·罗所率领，来自北海的海贼团，海贼团标志应为罗小时候最崇敬的人第二代红心，克拉松.罗西南迪最后的笑脸，海贼船是一艘黄色的潜水艇，且潜艇上装有高级的医疗仪器。\n船员20人，有一名女性；除培波外，都穿着印有海贼团图案的白色全身工作服和戴着帽子，值得一提的是，团员们的外型或名字几乎都跟南北极的动物有关（有北极熊、企鹅和虎鲸）。\n“海贼界十二位超新星”之一，北海出身。悬赏金额在香波地诸岛排行第5名。\n“马林梵多事件”爆发时全员前往海军本部营救路飞，后为治疗路飞和甚平（路飞顶上战争受到赤犬攻击严重受内伤与外伤，甚平则为了保护路飞撤退、途中遭到赤犬用岩浆拳贯穿），获汉库克特例准许在亚马逊百合的湾岸短暂驻留（动画版中，潜水艇则曾驶入港口，并让护国战士派发食物给他们）。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_46_EKt0wQM7xE2"},{"id":39,"name":"空岛","intro":"它是“空岛篇”主要故事情节的发生场所，常人难以到达之地。认为空岛不存在的人有很多。路飞等人经由有“生或死的危险航路”之称的激突而上的上升海流到达白海，最近几乎没有船只沿此海路进入白海。若沿着其它的海路，出发的100人中只有几个人可以生存下来。如果沿海流而上只有全部生存或者全部死亡两种可能性。空岛上除山迪亚族所有人的口头禅都是“哈索”（又译为肚脐）。\n空岛存在于白海（7000米上空）之上的白白海（10000米上空）。在这样的高度空气非常稀薄，到此的青海（普通的海）人的运动能力会因此大幅度下降。 空岛是贝的原产地。岛上一部分居民（主要是天使岛居民）背上生有两片羽状物。从漫画472话片头扉页得知，其实天使岛居民是月球人，因能源不足而飞往蓝星，空岛的货币单位是伊克（エクストル），而青海的货币单位是贝里。换算关系是“1贝里”对应“1万伊克”。外来人入境时每个人必须缴纳10亿伊克（10万贝里）的费用，而居民或外来人出国时需要缴纳20亿伊克（20万贝里）的出国费。","avatar":"https:\/\/1-im-dev.guokr.com\/op_org_avatar_39_7MWcJrzrF2E"}]